{
    "Um rastro de sangue se estende por alguns metros entre as árvores, mas termina em um local vazio, sem sinal de luta ou corpo — apenas um animal ferido que escapou.": 1,
    "Uma árvore parcialmente queimada, com marcas de garras profundas — parece recente, mas ao tocar, percebe-se que é tudo velho e ressecado.": 1,
    "Um murmúrio contínuo vindo do chão, como vozes distantes... ao investigar, é só o vento passando por uma fenda estreita entre pedras.": 1,
    "Várias pegadas humanas ao redor de uma árvore grande — mas elas são idênticas e circulares, como se algo estivesse girando no lugar.": 1,
    "Cordas penduradas entre galhos, como armadilhas... mas são cipós secos, naturalmente caídos.": 1,
    "Um amontoado de penas vermelhas espalhadas no chão, parecendo sinal de um sacrifício — na verdade, restos de um ninho derrubado.": 1,
    "Uma neblina baixa se forma apenas em uma clareira específica — efeito de umidade e temperatura, mas parece mágica à primeira vista.": 1,
    "O som claro de uma risada infantil ecoa na mata, mas não há ninguém por perto — é um pássaro local imitando vozes humanas.": 1,
    "Um amuleto pendurado com cuidado em um galho, tremulando com o vento — desgastado, mas com símbolos religiosos apagados.": 1,
    "Uma clareira circular perfeita, com o capim cortado rente, como se alguém houvesse limpado recentemente — mas não há sinal de ferramentas ou pegadas.": 1,
    "Rochas empilhadas formando um pequeno altar coberto por musgos e raízes — vestígios de um antigo ritual druídico esquecido.": 1,
    "Uma fogueira recém-apagada com brasas ainda mornas... feita por caçadores que partiram há poucas horas.": 1,
    "Cicatrizes em árvores com marcas de números ou símbolos — só marcas territoriais de um bando de goblins que já abandonou o local.": 1,
    "Um cheiro doce no ar, como mel ou perfume... vindo de uma flor rara que floresce à noite.": 1,
    "Sons de luta abafados vindos à frente — ao chegar, vê-se apenas dois macacos brigando por uma fruta.": 1,
    "Uma armadura infantil quebrada encostada em uma árvore — deixada como oferenda para uma entidade do bosque.": 1,
    "Três estacas com caveiras de animais ao redor de um tronco — sinistro, mas parte de um antigo ritual tribal de proteção contra espíritos da floresta.": 1,
    "Uma sombra que parece seguir os personagens, sempre entre as copas... é só um bando de corvos curiosos.": 1,
    "Um campo de flores silvestres que cresce em espiral ao redor de um tronco — lindo, mas apenas coincidência botânica.": 1,
    "Uma clareira onde nenhum som de animal é ouvido — silenciosa devido à presença de uma árvore que exala um óleo repelente natural.": 1,
    "Pedaços de carne pendurados em árvores, como iscas — deixados por caçadores para atrair feras.": 1,
    "Um tronco oco de onde emana um som profundo, quase como um ronco — oco ressonante por causa de um ninho de insetos.": 1,
    "Estátuas de pedra cobertas de musgo com formas humanoides... apenas formações naturais erodidas.": 1,
    "Um livro encharcado e semi-legível encontrado no chão — perdido por outro aventureiro há tempos.": 1,
    "Uma trilha de moedas de cobre brilhando no chão... apenas alguém querendo enganar caçadores de tesouro.": 1,
    "O som de tambores rítmicos ao longe... vindos de galhos ocasionalmente batendo ao vento forte.": 1,
    "Uma criança chorando sozinha em uma trilha... na verdade, um filhote de jaguar emitindo sons parecidos.": 1,
    "Uma pilha de folhas que parece esconder algo... mas ao revirar, nada há além de folhas secas.": 1,
    "Pedaços de pergaminhos rasgados presos entre raízes, com palavras incompletas — parte de um diário devorado por cupins.": 1,
    "Um conjunto de ossos dispostos em círculo, como uma mandala — o trabalho de um bicho curioso com restos mortais de caça.": 1,
    "Uma rede de cipós entrelaçada acima da trilha, parecendo uma armadilha suspensa — formada naturalmente ao longo dos anos.": 1,
    "Manchas negras na terra, como se algo tivesse sido carbonizado — fruto de um raio que caiu meses atrás.": 1,
    "Som de passos duplicados ecoando atrás dos aventureiros — só o som rebatendo entre árvores próximas.": 1,
    "Um grupo de borboletas brancas voando em círculos como se seguissem alguém — comportamento comum de acasalamento.": 1,
    "Um corpo coberto por folhas — só um espantalho antigo que caiu no chão.": 1,
    "Uma pedra brilhante meio enterrada no barro — só uma gema falsa usada por um mercador local para atrair curiosos.": 1,
    "Musgo que cresce com formato de símbolos ou letras — obra de um druida há muito desaparecido, mas hoje sem poder.": 1,
    "Um grito agudo e repentino — um pássaro caçador capturando sua presa.": 1,
    "Trapos pendurados em forma de humano, parecendo uma emboscada — armadilha visual feita por crianças locais.": 1,
    "Cabelos presos em um galho, parecendo femininos — caídos da cabeça de uma boneca velha deixada na floresta.": 1,
    "Um colar de contas fincado no tronco de uma árvore com um punhal enferrujado — parece recente, mas foi deixado como oferenda há anos.": 1,
    "Um lago coberto por névoa densa, onde se vê uma silhueta imóvel — só um tronco parcialmente submerso.": 1,
    "Uma árvore marcada com um símbolo arcano que brilha levemente à noite — efeito de líquen fosforescente.": 1,
    "Um casulo pendurado no alto, balançando com o vento — é só um casulo gigante de mariposa silvestre.": 1,
    "Pedaços de couro rasgado espalhados no mato — descartes de um curtume improvisado, abandonado.": 1,
    "Uma trilha de sangue seco que entra em uma caverna estreita — resto de uma caça bem-sucedida feita por predadores naturais.": 1,
    "O som repetitivo de alguém afiando uma lâmina — apenas um córrego passando sobre pedras em ritmo peculiar.": 1,
    "Uma pilha de pedras em equilíbrio impossível — obra de um eremita artista.": 1,
    "Um machado preso em uma árvore, com marcas de luta ao redor — deixado para trás por um lenhador em fuga.": 1,
    "Fumaça cinzenta subindo entre as árvores... ao chegar, apenas uma fogueira natural causada por folhas úmidas evaporando.": 1,
    "Estacas com sinais de runas riscadas à faca — tentativas de um viajante em treinar magia ou escrita mística.": 1,
    "Uma tenda de lona rasgada no meio da mata, parecendo recente — mas tomada por raízes e folhas, abandonada há semanas.": 1,
    "Sons de passos correndo rapidamente — são veados assustados por outros animais.": 1,
    "Uma árvore com olhos esculpidos e dentes pintados com barro — um símbolo tribal usado para afastar maus espíritos.": 1,
    "Pegadas humanas pequenas com três dedos — são de um tipo de macaco local com mãos curiosas.": 1,
    "Um pedaço de armadura coberto de limo — despedaçada por anos de chuva e ferrugem.": 1,
    "Uma sequência de árvores tombadas formando um caminho estranho — efeito de uma antiga queda em cadeia causada por tempestade.": 1,
    "Roupas infantis estendidas entre galhos, balançando com o vento — parte de um acampamento abandonado.": 1,
    "Várias pequenas marcas no chão como se algo tivesse sido arrastado — são raízes de árvore reviradas por javalis.": 1,
    "A sensação clara de estar sendo observado — causada por reflexos nos olhos de corujas noturnas.": 1,
    "Uma canção suave ao longe — um tipo de ave que canta em tom semelhante à voz humana.": 1,
    "Um buraco no chão com cheiro de morte — toca de um animal que enterra presas.": 1,
    "Pinturas tribais desbotadas em rochas, contando uma história parcial e perturbadora — mas antigas e inofensivas.": 1,
    "Sinais de cordas quebradas em galhos — armadilhas que já foram acionadas há muito tempo.": 1,
    "Uma pedra perfeitamente redonda no meio de uma trilha — formação natural, mas parece intencional.": 1,
    "Um lenço bordado amarrado em uma raiz — pode parecer pista de desaparecimento, mas é só lembrança de um viajante.": 1,
    "Pilares de pedra cobertos por limo emergindo do chão — base de um antigo portal não funcional.": 1,
    "Movimento rápido no topo das árvores — são macacos pulando entre os galhos.": 1,
    "Um boneco de madeira pendurado de cabeça para baixo — criação de uma criança druida para espantar predadores.": 1,
    "Uma carcaça empalhada de animal com olhos pintados de vermelho — usada por caçadores supersticiosos.": 1,
    "Uma trilha marcada por raspagens nas árvores, como garras — na verdade, marcas deixadas por um trenó rudimentar de coleta de lenha.": 1,
    "Cinzas espalhadas pelo chão, como se alguém tivesse sido queimado ali — só restos de fogueira e carvão de fogueira muito antiga.": 1,
    "Um campo de cogumelos que emitem um brilho suave — inofensivos, mas o brilho engana sobre serem mágicos.": 1,
    "Um círculo de árvores onde todas as folhas caíram, formando um padrão — resultado de pragas naturais, mas parece ritual.": 1,
    "Som de choro de mulher — um tipo de felino da floresta que emite som semelhante.": 1,
    "Um buraco no tronco de uma árvore grande de onde sai um sussurro — oco profundo que reverbera o vento.": 1,
    "Estacas fincadas no chão em forma de estrela — parte de uma velha armadilha ritual que nunca foi ativada.": 1,
    "Pedaços de vidro brilhando na trilha — restos de frascos de alquimia descartados.": 1,
    "Uma sombra imóvel em meio à neblina — é uma estátua de pedra caída, coberta de limo.": 1,
    "Marcas de rodas no chão, como de carroça — vestígios antigos de um comerciante desaparecido há anos.": 1,
    "Ramos entrelaçados formando um arco natural — bonito, mas dá sensação de entrada mágica.": 1,
    "Sons de gongo ou sinos distantes — frutos secos batendo entre si ao vento.": 1,
    "Tecidos coloridos pendurados entre arbustos — pedaços de estandartes esquecidos.": 1,
    "Uma pequena criatura morta com um dardo cravado — vítima de caçadores de insetos gigantes.": 1,
    "Um manto rasgado coberto de folhas... nada além disso.": 1,
    "Som de alguém respirando forte — vento atravessando fendas em troncos ocos.": 1,
    "Uma fileira de crânios de pequenos animais presa com cipó — decoração ritual antiga.": 1,
    "Um altar coberto de velas apagadas — tudo derretido e seco há muito tempo.": 1,
    "Um frasco vazio preso em uma árvore com cera — era uma armadilha de som usada por exploradores.": 1,
    "Objetos pessoais empilhados cuidadosamente em pedras — homenagem a mortos feita por viajantes.": 1,
    "Uma placa de madeira com escrita quase ilegível: “Volte agora” — colocada por um grupo para marcar limite de exploração.": 1,
    "O grupo está sendo seguido, mas é só uma sensação, nem ta sendo seguido não": 1,
    "O mato se move como se algo rastejante estivesse à espreita, mas é só o vento agitando raízes expostas.": 1,
    "Um corpo humano parcialmente enterrado na terra... mas é só um espantalho antigo caído.": 1,
    "O som de correntes arrastando pelo chão... vem de uma armadilha de caça solta batendo em pedras.": 1,
    "Há um brilho profundo sob a água escura, parecendo um olhar maligno... mas é só um peixe de escamas luminosas.": 1,
    "Pegadas grandes e pesadas cruzam o caminho — mas são de um tronco rolado com garras esculpidas.": 1,
    "Há uma figura encapuzada em pé entre as árvores, imóvel — mas é um manto velho pendurado em um galho.": 1,
    "A sensação de alguém respirando bem perto — causada por vapores quentes que saem de uma fenda na terra.": 1,
    "Alguém grita por socorro entre os arbustos... mas é só um papagaio imitando vozes humanas.": 1,
    "O chão parece coberto por sangue — mas é uma flor que solta pigmento vermelho ao ser esmagada.": 1,
    "Alguém parece estar cantando em outra língua... mas é apenas o som de folhas vibrando entre galhos ocos.": 1,
    "Há uma marca de mão com sangue fresco em uma pedra — mas é só barro vermelho escorrido por chuva.": 1,
    "Um vulto atravessa o caminho rapidamente... mas é uma sombra projetada por aves voando alto.": 1,
    "Há uma caveira sorrindo entre as folhas — mas é esculpida em madeira e foi deixada ali propositalmente.": 1,
    "Um corpo pendurado de cabeça para baixo — mas é um saco velho de couro costurado e inflado pelo tempo.": 1,
    "Uma corrente pendurada em uma árvore se mexe sozinha — mas foi deixada por caçadores como sinalização.": 1,
    "Há uma silhueta humana ajoelhada em oração no centro de uma clareira — mas é uma formação natural de pedras e raízes.": 1,
    "Algo mergulha na água com força, levantando espuma — mas é só uma lontra brincando com galhos.": 1,
    "Uma criança rindo entre as árvores — mas é um eco gerado por vento passando por pedras ocas.": 1,
    "O cheiro forte de carne podre invade a área — mas é uma planta carnívora que exala esse aroma para atrair insetos.": 1,
    "Ramos altos formam a silhueta perfeita de um monstro ao luar — mas são só duas árvores inclinadas.": 1,
    "Um velho estandarte rasgado tremula violentamente — mas é o pano preso entre galhos, sacudido pelo vento.": 1,
    "Uma garra gigante aparece parcialmente enterrada — mas é só uma raiz com o formato estranho.": 1,
    "O som de uma batalha distante ecoa pela floresta — só trovões e galhos estalando ao longe.": 1,
    "Um rosto surge entre as folhas, fitando intensamente — mas é um fungo que cresceu em formato humanoide.": 1,
    "Há um braço humano segurando uma tocha apagada — mas é só um tronco queimado com um galho pendurado.": 1,
    "Um riso grave e profundo corta o silêncio — apenas dois corvos fazendo sons alternados.": 1,
    "Um brilho intenso entre os arbustos sugere um tesouro escondido — mas é só mica refletindo a luz.": 1,
    "Um portal mágico parece surgir entre duas árvores — mas é só uma teia de aranha iluminada pelo sol filtrado.": 1
    }