{
    "Rua de paralelepípedos movimentada, com o som de carroças, vendedores gritando e o burburinho de conversas.": 1,
    "Praça do mercado cheia de barracas coloridas, vendendo de tudo, desde frutas exóticas a bugigangas de metal.": 1,
    "Beco estreito e sombrio entre prédios altos, cheirando a água parada e lixo.": 1,
    "Pequeno parque com um chafariz no centro, onde pombos e cidadãos descansam em bancos de pedra.": 1,
    "Distrito residencial com casas geminadas de dois andares, com roupas secando em varais entre as janelas.": 1,
    "Ponte de pedra arqueada sobre um canal de água lenta e esverdeada.": 1,
    "Muralha da cidade, com ameias e torres de vigia a intervalos regulares, oferecendo uma vista panorâmica.": 1,
    "Área de armazéns perto dos portões, com grandes portas de madeira e o som de caixas sendo arrastadas.": 1,
    "Escadaria de pedra desgastada que leva a um nível mais baixo ou mais alto da cidade.": 1,
    "Estátua de um herói ou fundador local, coberta de dejetos de pássaros e com a placa de bronze gasta.": 1,
    "Pátio interno de um quarteirão, escondido da rua, com um poço e algumas plantas em vasos.": 1,
    "Uma taverna de aparência comum, de onde escapa o som de música, risadas e o cheiro de cerveja.": 1,
    "Fachada de um templo dedicado a um deus do comércio, com degraus de mármore e portas imponentes.": 1,
    "Grafite ou pichação em uma parede, mostrando um símbolo de guilda, um insulto a um nobre ou um desenho grotesco.": 1,
    "Lote vazio onde um prédio desabou, agora coberto de ervas daninhas e entulho.": 1,
    "Hidrante ou fonte pública de onde os moradores locais coletam água em baldes.": 1,
    "Poste de avisos coberto por camadas de pergaminhos: recompensas, éditos e anúncios comerciais.": 1,
    "Uma grade de esgoto de ferro forjado no meio da rua, de onde emana um vapor quente e um cheiro forte.": 1,
    "Loja com uma placa de madeira entalhada: um ferreiro, um padeiro, um alfaiate.": 1,
    "Um grupo de crianças de rua brincando com um dado de osso em um canto.": 1,
    "Gato de rua observando o movimento do alto de um muro, com olhos desconfiados.": 1,
    "Varanda de um prédio nobre, adornada com floreiras e brasões de família.": 1,
    "Um relógio de sol em uma pequena praça, marcando o tempo com uma sombra precisa.": 1,
    "Torre de um mago ou estudioso, sem portas visíveis no nível do chão e com uma janela brilhando no topo.": 1,
    "Cocheiro esperando ao lado de sua carruagem, polindo o couro e observando os passantes.": 1,
    "Canteiro de obras de um novo edifício, com andaimes de madeira e o som de martelos e serras.": 1,
    "Um beco sem saída, com uma única porta trancada no fundo e uma janela gradeada acima.": 1,
    "Um mendigo ou adivinho sentado em um canto, murmurando profecias em troca de moedas.": 1,
    "Um canil da guarda da cidade, de onde se ouve o latido de cães de caça.": 1,
    "Calçada com uma mancha escura e pegajosa, que parece ter sido lavada às pressas.": 1,
    "Beco onde todos os sons parecem morrer, criando um bolsão de silêncio antinatural.": 1,
    "Luminária a gás ou a óleo que pisca em um padrão rítmico, como se estivesse enviando uma mensagem.": 1,
    "Fonte cuja água tem um brilho metálico sutil e deixa um gosto de ozônio na língua.": 1,
    "Pichação que muda sutilmente de forma ou de palavras quando ninguém está olhando diretamente.": 1,
    "Uma porta de aparência comum que, ao ser tocada, parece vibrar com uma energia mágica contida.": 1,
    "Sombras que se movem de forma independente de seus donos por uma fração de segundo.": 1,
    "Um rato com pelos que brilham no escuro observa o grupo de um bueiro antes de desaparecer.": 1,
    "Um vendedor de rua oferece comida que cheira deliciosamente bem, mas que ninguém parece comprar.": 1,
    "Uma canção de ninar assustadora pode ser ouvida vindo de uma janela fechada, mesmo durante o dia.": 1,
    "Um pombo-correio com uma mensagem amarrada na perna cai morto aos pés do grupo.": 1,
    "Bairro abandonado e condenado, com portas e janelas lacradas com tábuas e símbolos de aviso.": 1,
    "Uma boneca de pano de aparência sinistra, sentada sozinha no meio da rua, virada para o grupo.": 1,
    "Marcas de garras profundas em uma porta de madeira maciça, como se algo tentasse entrar... ou sair.": 1,
    "Gotas de um líquido escuro pingando de uma sacada acima, grossas demais para serem água.": 1,
    "O sino de um templo toca fora de hora, um único toque grave que silencia a rua por um momento.": 1,
    "Um guarda da cidade observa o grupo com um olhar vazio, seu rosto pálido e suado.": 1,
    "Um beco onde a temperatura cai drasticamente, e a respiração se torna visível como névoa.": 1,
    "Uma grade de esgoto que foi claramente arrebentada por dentro, com as barras de ferro tortas para fora.": 1,
    "Um panfleto no chão anuncia uma 'cura milagrosa' para uma praga que ainda não começou.": 1,
    "Um rastro de pequenos objetos de valor (anéis, moedas) que leva a um beco escuro e sem saída.": 1
}