{
    "Praia de areia branca e fofa, com pequenas ondas quebrando suavemente na margem.": 1,
    "Costão rochoso com pedras escuras e afiadas, onde as ondas batem com força, jogando espuma para o alto.": 1,
    "Pequena enseada abrigada, com águas calmas e cristalinas, revelando o fundo de seixos e conchas.": 1,
    "Falésia de arenito alta e íngreme, com ninhos de aves marinhas em suas fendas.": 1,
    "Dunas de areia cobertas por vegetação rasteira que ondula com a brisa do mar.": 1,
    "Poças de maré cheias de vida: pequenos caranguejos, anêmonas e estrelas-do-mar.": 1,
    "Praia coberta de seixos lisos e coloridos, que fazem um som agradável ao serem arrastados pelas ondas.": 1,
    "Restos de um pequeno barco de pesca de madeira, semi-enterrado na areia, com o casco quebrado.": 1,
    "Um farol abandonado em um promontório rochoso, com as janelas quebradas e a pintura descascada.": 1,
    "Manguezal com raízes expostas e emaranhadas, onde a água salgada encontra a água doce.": 1,
    "Um bando de gaivotas barulhentas brigando por restos de peixe na areia.": 1,
    "Linha de algas e detritos marinhos deixada pela maré alta, marcando o limite das ondas.": 1,
    "Píer de madeira antigo e precário, com algumas tábuas faltando e pilares cobertos de cracas.": 1,
    "Gruta marinha na base de uma falésia, que ruge e assobia quando as ondas entram e saem.": 1,
    "Areia molhada e compacta, cheia de pegadas de pássaros, caranguejos e talvez de outros viajantes.": 1,
    "Um arco de pedra natural formado pela erosão, criando uma janela para o mar aberto.": 1,
    "Cheiro forte de sal e maresia no ar, misturado com o odor de peixe e algas em decomposição.": 1,
    "Redes de pesca velhas e emaranhadas, deixadas para trás na areia, presas em troncos.": 1,
    "Uma única e grande concha, como um búzio ou nautilus, perfeitamente intacta na beira da água.": 1,
    "Carcassa de uma grande criatura marinha (baleia, tubarão), com as costelas expostas e sendo limpa por caranguejos.": 1,
    "Área de recifes de coral visíveis durante a maré baixa, com suas formas coloridas e peixes pequenos.": 1,
    "O sol se pondo no horizonte do oceano, pintando o céu e a água com tons de laranja e roxo.": 1,
    "Uma pequena fogueira apagada, com algumas conchas e ossos de peixe ao redor, indicando um acampamento recente.": 1,
    "Cocos ou outras frutas exóticas trazidas pela maré, espalhadas pela praia.": 1,
    "Sons distantes de sinos de um navio ou de uma boia, carregados pelo vento.": 1,
    "Uma garrafa de vidro selada, semi-enterrada na areia, com um pergaminho enrolado dentro.": 1,
    "Névoa densa que sobe do mar, abafando os sons e reduzindo a visibilidade a quase nada.": 1,
    "Rochas cobertas por um limo verde-fluorescente que brilha suavemente no crepúsculo.": 1,
    "Água do mar que, durante a noite, cintila com milhares de pontos de luz azul (bioluminescência) a cada movimento.": 1,
    "Um som de canto ou lamento vindo do mar aberto, que parece não ter uma fonte clara.": 1,
    "Areia que é estranhamente quente ao toque, mesmo com o tempo nublado.": 1,
    "Um pedaço de madeira de navio com um nome ou símbolo estranho entalhado, não pertencente a nenhum reino conhecido.": 1,
    "Poças de maré que refletem não o céu acima, mas um céu estrelado, mesmo durante o dia.": 1,
    "Um obelisco de pedra coberto de cracas, que não parece ter sido feito por mãos humanas.": 1,
    "Pegadas na areia que levam até a beira da água e simplesmente param, sem pegadas de volta.": 1,
    "O esqueleto de um humanoide com características anfíbias (mãos com membranas, costelas alongadas) semi-enterrado.": 1,
    "Uma área da praia onde todas as conchas estão quebradas e dispostas em um padrão espiral.": 1,
    "O cheiro de ozônio e fumaça no ar, mesmo sem sinal de fogo ou tempestade.": 1,
    "Uma caixa de madeira, pesada e trancada, presa entre duas rochas. A água que vaza dela é escura e oleosa.": 1,
    "Uma figura humanoide pode ser vista parada em uma rocha distante no mar, desaparecendo na névoa quando observada de perto.": 1,
    "Um cardume de peixes mortos, todos com os olhos brancos e uma expressão de terror, encalhados na praia.": 1,
    "Um navio fantasmagórico e silencioso pode ser visto no horizonte por um instante antes de desaparecer.": 1,
    "Uma área onde a maré recuou muito mais do que o normal, expondo um fundo do mar que não deveria ser visto.": 1,
    "A água em uma enseada é anormalmente escura, quase negra, e parece absorver a luz.": 1,
    "Marcas de arrasto gigantes na areia, como se algo colossal tivesse saído do mar e voltado.": 1,
    "Uma estátua de coral retorcida, que se assemelha a uma pessoa gritando.": 1,
    "O som de correntes sendo arrastadas vindo de debaixo d'água, perto de um navio naufragado.": 1,
    "Uma névoa amarelada e de cheiro sulfuroso que se arrasta pela água, matando pequenos animais marinhos.": 1,
    "Uma área da praia onde a areia foi transformada em vidro por um calor intenso e repentino.": 1,
    "Ondas que, em vez de quebrarem, recuam silenciosamente ao se aproximarem de um certo ponto da praia.": 1,
    "Praia de areia branca, onde as ondas quebram suavemente.": 1,
"Falésia íngreme de onde se vê o mar se estendendo até o horizonte.": 1,
"Enseada escondida entre rochedos, acessível apenas na maré baixa.": 1,
"Areia escura e úmida, marcada por conchas quebradas e ossos de peixe.": 1,
"Maré recuada, revelando poças cheias de estrelas-do-mar e pequenos caranguejos.": 1,
"Formação rochosa em arco, permitindo a passagem de pequenas embarcações.": 1,
"Restos de um barco encalhado, apodrecendo sob o sol.": 1,
"Praia coberta de algas secas, com cheiro forte de maresia.": 1,
"Dunas de areia cobertas por capim resistente ao vento.": 1,
"Penhasco com um farol abandonado em ruínas.": 1,
"Pequena baía com águas incrivelmente cristalinas.": 1,
"Caverna marinha, onde a água entra e ecoa com estrondo.": 1,
"Praia tomada por corais afiados, difíceis de atravessar.": 1,
"Colônia de gaivotas ruidosas, pousadas sobre rochas.": 1,
"Trecho de areia vermelha, diferente do restante da costa.": 1,
"Formação de pedras lembrando figuras de animais marinhos.": 1,
"Praia com palmeiras inclinadas pelo vento constante.": 1,
"Estuário onde o rio encontra o mar, repleto de vida.": 1,
"Costão de pedra escorregadia, batido pelas ondas.": 1,
"Pequena ilha visível próxima à costa, cercada por recifes.": 1,
"Praia com carcaça de baleia, servindo de abrigo para aves.": 1,
"Areia marcada por trilhas de tartarugas marinhas.": 1,
"Rochedos altos onde focas descansam ao sol.": 1,
"Praia de cascalho em vez de areia, difícil de caminhar.": 1,
"Formação de rochas em círculo, inundada na maré cheia.": 1,
"Trecho de mar calmo, onde a água reflete como um espelho.": 1,
"Praia deserta onde só se ouve o som do vento e das ondas.": 1,
"Caverna com teto aberto, formando uma piscina natural.": 1,
"Praia estreita espremida entre penhascos altos.": 1,
"Grande rocha isolada, destacando-se na areia.": 1,
"Trecho de mar revolto, sempre com ondas violentas.": 1,
"Praia com areia brilhante sob a luz da lua.": 1,
"Pequena lagoa salgada separada do mar por uma duna.": 1,
"Rochedos com inscrições antigas desgastadas pelo tempo.": 1,
"Trecho de costa coberto por conchas coloridas.": 1,
"Baía com navios afundados visíveis sob as águas rasas.": 1,
"Praia marcada por pegadas enormes que seguem até o mar.": 1,
"Trecho de areia tomado por caranguejos em constante movimento.": 1,
"Falésia com cavernas onde o som das ondas ecoa como cânticos.": 1,
"Praia de areia preta, resultado de atividade vulcânica antiga.": 1,
"Formações de estalagmites marinhas saindo da areia.": 1,
"Praia onde a maré deixou peixes presos em poças rasas.": 1,
"Trecho com águas de coloração azul-turquesa brilhante.": 1,
"Costão onde correntes fortes puxam para o fundo.": 1,
"Areia marcada por ossadas de criaturas marinhas antigas.": 1,
"Praia com árvores petrificadas emergindo da areia.": 1,
"Trecho onde o vento sopra assobiando entre as rochas.": 1,
"Praia com pedras lisas e arredondadas, polidas pelas ondas.": 1,
"Maré que deixa marcas em espirais estranhas na areia.": 1,
"Praia iluminada por algas bioluminescentes durante a noite.": 1
}