{
"O som rítmico das ondas quebrando na praia, variando de um sussurro suave a um rugido.": 1,
"O grito estridente e característico das gaivotas voando em círculos no céu.": 1,
"O som dos seixos sendo rolados pela ressaca, criando um barulho agradável de 'chocalho'.": 1,
"O assobio do vento passando por fendas nas rochas ou penhascos.": 1,
"O borbulhar e o som de sucção da água enchendo e esvaziando poças de maré.": 1,
"O latido alto e grave de leões-marinhos ou focas em um banco de areia ou rochedos distantes.": 1,
"O estalo de patas de caranguejos correndo sobre as rochas molhadas.": 1,
"O rangido de madeira de um píer ou os mastros de um navio ancorado próximo.": 1,
"O som de uma corneta de névoa ou de um sino de boia, vindo do mar.": 1,
"O barulho de água espirrando com força, como se uma grande criatura tivesse saltado ou mergulhado.": 1,
"Um canto melancólico e encantador, quase humano, carregado pela brisa do mar.": 1,
"O gemido profundo e arrastado do casco de um navio naufragado, movendo-se com a maré.": 1,
"Um silêncio repentino, quando o som das ondas e dos pássaros parece desaparecer por um momento.": 1,
"O som de correntes sendo arrastadas sob a água, perto de um recife perigoso.": 1,
"Um sussurro que parece dizer o nome de um dos aventureiros, vindo da espuma das ondas.": 1,
"O bater constante das ondas na areia ou rochas.": 1,
"O farfalhar de algas sendo agitadas pela maré.": 1,
"O canto de gaivotas e aves marinhas próximas.": 1,
"O estalo ocasional de madeira ou conchas quebrando.": 1,
"O sussurro do vento passando por penhascos e dunas.": 1,
"O tilintar de pequenas pedras arrastadas pela água.": 1,
"O som de água entrando e saindo de cavernas marinhas.": 1,
"O estalar de ondas quebrando contra rochas salientes.": 1,
"O zumbido de insetos costeiros em vegetação próxima.": 1,
"O bater de asas de aves sobrevoando a costa.": 1,
"O murmúrio do mar distante em dias calmos.": 1,
"O estalo de barcos encalhados ou madeiras batendo ao vento.": 1,
"O farfalhar de dunas de areia sopradas pelo vento.": 1,
"O estalo de conchas esmagadas pelo movimento da água.": 1,
"O chiado do vento misturado ao som das ondas.": 1,
"O barulho de animais costeiros se movendo entre pedras.": 1,
"O eco de gritos ou cantos de aves distantes.": 1,
"O bater rítmico das ondas em rochas arredondadas.": 1,
"O murmúrio das correntes marinhas próximas à praia.": 1,
"O sussurro do vento passando entre vegetação rasteira e dunas.": 1
}