{
    "O antigo esqueleto de um gigante das nuvens coberto por vegetação repousa sobre o solo. Há uma arma magica +1 cravada nele, se ela for retirada o esqueleto ganha vida repentinamente e destroi tudo em seu caminho enquanto vaga sem rumo. Depois de 2d10+2 dias ele recobra a concienca que tinha antes de ser um morto-vivo": 1,
    "É possivel ouvir um som estrondoso ao longe. A origem do som vem de uma Trombeta da Destruição que está largada ao relento, em sua volta 1d4+2 corpos humanoides com as cabeças parcial ou totalmente estouradas por algum tipo de impacto muito violento": 1,
    "Um poço profundo lotado de piche potege uma filacteria de um poderoso lich. Uma caveira flamejante e 2d6+1 esqueletos humanoides montam guarda ao redor do poço atacando todos que tentem se aproximar": 1,
    "5d6 galhos infectados estão parcialmente enterrados e alinhados. Eles esperneiam e gritam tentado cavar a propria saida dali. De tempos em tempos um espantalho sai de uma minuscula cabana proxima aos galhos infectados e os rega": 1,
    "Um Cavaleiro da Morte jaz ajoelhado em frente a 3 esqueletos minusiosamente posicionados em sua frente. Com o tempo pequenas vinhas e flores roxas se emaranharam no Caveleiro e nos ossos estirados no chão. Ao lado do cavaleiros há uma espada magica +3 que da +4d8 de dano necrotico adicional. Se a espada ou os esqueletos forem remexidos o Cavaleiro da Morte acorda e só cessa seu ataque quando tudo estiver no lugar novamente": 1,
    "1d4+1 fantasmas assombram um cadaver putrido achando que ainda esta vivo. O cadaver é de um antigo heroi que foi direta ou indiretamente responsavel pela morte desses fantasmas, que eram seus seguidores": 1,
    "Um cogumelo em forma de uma pequena besta começa a seguir alegremente a criatura repetindo tudo que ela fala com uma voz esganiçada e rouca. O cogumelo era o familiar de um mago que morreu a muito tempo e confundiu a criatura com seu antigo amigo": 1,
    "2d6+2 esqueletos jogando capoeira ao som de um berimbau magico. Os esqueletos ignoram quaisquer outras criaturas, a não ser que mexam com sua musica": 1,
    "Um goblin passa apresado montado num sapo gigante falando: ela vai matar nós dois perebinha! PULA MEU FILHO! PULA!. A poucos metros dali uma aranha gigante parece seguir na mesma direção do goblin. A aranha gigante é Enorme ao inves de Grande e tem 10 DV adicionais": 1,
    "Um passaro cai dos ceus com uma flecha no seu peito. É uma flecha de prata magica que da 1d6+1 de dano adicional a mortos-vivos": 1,
    "Um alce gigante coleta maçãs verdes de uma das poucas arvores da floresta que parece saudavel e não é roxa": 1,
    "O corpo, parcialmente comido, de um gigante de pedra jaz encostado em um tronco de arvore. Ele teve uma batalha mortal contra alguns carniçais incansaveis. Mesmo gravemente ferido sabe-se la a quanto tempo, o gigante ainda está vivo": 1,
    "Um acolito resa para Pela Mor pedindo ajuda": 1,
    "1d8+1 corpos humanoides pendurados pelo pescoço no alto de algumas arvores": 1,
    "Um gnomo velho e extremamente paranoico diz estar ouvindo ruidos vindo do solo e tem certeza que a criatura a sua frente é só mais uma ilusão da floresta para mexer com sua cabeça": 1,
    "Varias arvores tem marcas incompreenciveis deixadas a muito tempo por driades": 1,
    "1d4+1 acolitos colhem ervas e cogumelos enquanto são escoltados por um veterano, um guerreiro, um mago e um monge": 1,
    "2d12+4 humanoides mortos envolta de um buraco com espaço duficiente para enfiar o braço. Trata-se de um teste da Mãe Aranha, o buraco é o lar de dezenas aranhas, dizem que aguentar a dor das picadas e sobreviver ao seu veneno te torna digno de Arank": 1,
    "Ouve-se um estrondo, um trovão barulhento quase ensurdecedor. Trata-se de um dragão branco, que passa sobrevoando o local": 1,
    "Dois trolls brigam pelo direito de comer 1d4+2 humanoides que estão presos em algumas teias de aranha gigante": 1,
    "Uma pagina amarelada passa voando com vento, trata-se de um estranho pergaminho de dissipar magia. É possivel alcançar o pergaminho com um teste bem-sucediso de Destreza CD 10": 1,
    "2 kobolds param a criatura em busca de informações de como achar um local onde viram seus aliados pela ultima vez. Eles falam um draconico bem chulo e um comum pouco entendivel": 1,
    "Um caçador de mortos-vivos fica extremamente irritado com a criatura alegando que ela espantou a presa que ele rastreou por muitos dias": 1,
    "2d12+4 passaros comuns caem mortos": 1,
    "2d10+6 capivaras em um pequeno lago tomando banho. Uma delas é avermelhada e é a unica fora do lago": 1,
    "1d4+1 aarakocra despencam do ceus em direção a criatura": 1,
    "2 worgs acorrentados. Um deles está ferido e outro morto, eles parecem ter lutado até a morte entre si, ainda assim o worg ferido não conseguirá se soltar sem de suas correntes": 1,
    "Um especialista completamente camuflado com folhas e galhos da floresta faz sinal para que a criatura se esconda e fique quieta. Minutos depois uma monstruosidade aleatoria passa pelo local sem notar os humanoides": 1,
    "Um paladino, vestindo vermelho e com martelo amarelo, abroda a criatura perguntando algo relaciado ao seu nemisses: um pirata sem sombra": 1,
    "Um capitão dos bandidos pede ajuda a criatura. Ele diz ter roubado um artefato e se escondido na floresta, mas se perdeu. Ele promete que se ajudado venderá o artefato e dará um terço do ouro para o grupo como forma de agradecimento": 1,
    "1d8+2 enxames de morcego e 1d4+4 enxames de ratos saem de pequenos buracos e troncos de arvores na direção da criatura como se quisesse expulsa-la dali a mando de alguem": 1,
    "Um humanoide treina conjurações e se avistar a criatura a desafia para um teste amistoso contra suas conjurações. O humanoide conjura 2 bestas de ND 2 ou inferior. Elas são consideradas fadas": 1,
    "Um pequeno mamifero ou ave passa por uma grande pedra lisa e some depois disso. Acontece que há um espaço extradimensional alem dessa pedra como o criado pela magia Truque de Corda. O espaço extradimensional se dissipa em 1d10 horas": 1,
    "7 cultistas encapuzados, em circulo e de mãos dadas, parecem fazer um ritual enquanto sussurram um cântico em infernal": 1,
    "Um drow dorme em cima de uma arvore sem muitas preocupações. No pé da arvore há alguns restos de frutas e fumo": 1,
    "2d6+2 bandidos e 1 capitão dos bandidos (todos piratas) estão perdidos no meio da floresta. Eles parecem ser muito azarados ou muito incompetentes": 1,
    "Um ente visivelmente cansado e sem esperanças tenta consertar as arvores tornando suas folhas novamente verdes e trazendo vida para o que parecia ser só um tronco vazio e morto": 1,
    "Um ente visivelmente cansado e sem esperanças tenta alcançar um casal de passaros que parecem feridos e muito assustados": 1,
    "Há uma caixa meio enterrada lacrada com magia. Role 1d4 caso o selo magico seja rompido. 1- Um antigo espirito selvagem domina a criatura mais proxima com menor Sabedoria, essa criatura agora é um homem-javali e terá sua primeira transformação em 1d4 dias/ 2- Um conhecimento milenar afeta a criatura proxima com maior Inteligencia, causando 3d6+3 de dano mental. Se a criatura sobreviver ela aprende uma magia aleatoria de 3º circulo da lista de mago que pode ser usada uma vez por dia/ 3- Uma arma abençoada emerge da caixa e se solidifica em instantes. Ela é uma arma magica +1 e da +3d6 de dano sagrado adicional em mortos-vivos/ 4- Um Gnoll Presa de Yeenoghu é libertado em uma sede de sangue incontrolavel": 1,
    "Um mago sai de um portal, diz: ops, lugar errado e volta pro portal que desaparece": 1,
    "2d4+1 anões lutam contra uma serpente gigante, eles são engolidos um a um. Trate a cobra como uma Serpente Venenosa Gigante, com +10 DV e a habilidade engolir semelhante a do Sapo Gigante": 1,
    "1d4+3 batedores estão caçando worgs e javalis que causaram problemas recentemente em assentamentos proximos. Eles não esperavam que fosse tão dificil e nem que encontrariam outros humanoides vivos na floresta, impressionados eles pedem ajuda e prometem dividir a recompensa pelo trabalho": 1,
    "Um Pesadelo se debate tentando se soltar de uma corrente de aço, ao seu redor há 1d4+1 corpos de humanoides carbonizados e pisoteados. A corrente inibi a habilidade do Pesadelo de usar sua habilidade de viagem etérea": 1,
    "Um tremo é sentido e pedras proximas a um barranco despencam numa velocidade assombrosa. Todas as criaturas na area recebem 4d6 de dano concusivo ou metade disso se forem bem-sucedidas em um teste de resistencia de Destreza CD 12": 1,
    "Uma maçã cria pernas, pula de uma arvore e sai correndo assustada na direção contraria a criatura": 1,
    "Um Bulette passa pela criatura rapidamente escavando o solo apenas com parte de sua carcaça a mostra": 1,
    "2d6+2 humanoides muito feridos e famintos mal conseguem pedir por ajuda": 1,
    "Um Ankheg é arremeçado violentamente e quebra diversos galhos em seu caminho, segundos depois um Tiefling com uma armadura de mitrial e um martelo brilhante passando correndo atrás dele com um sorriso no rosto": 1,
    "Um herbalista e 1d4+1 guardas pedem ajuda a criatura para encontrar a estrada. Se for ajudado o herbalista oferece algumas poções de cura como agradecimento": 1,
    "Um arvore podre desaba sem motivo aparente": 1,
    "De uma arvore, maior e mais robusta que as outras, é possivel ouvir um barulho estranho. Trata-se de um item magico com uma aura resoante (Role o item aleatoriamente da TABELA DE ITEM MÁGICO C)": 1,
    "Um portal se abre horizontalmente acima das copas das arvores, de dentro dele cai um tubo de couro contendo um pergaminho para uma magia aleatoria de 4º ciclo": 1,
    "2d6+6 plebeus completamente multilados e jogados por toda parte": 1,
    "7 guerreiros tribais usando máscaras de animais vagam lentamente pela floresta para caçar ou cumprir algum ritual de sua tribo": 1,
    "Um gnomo Arcano ri enlouquecidamente depois de esgotar sua sanidade completamente, ele ataca qualquer criatura que se aproximar acreditando ser um demonio. Sua loucura só cessa se ele for alvo de Remover Maldição ou Proteção Contra o Bem": 1,
    "Uma criatura com 15 ou mais de Percepção (Sabedoria) passiva encontra em um buraco na base de uma arvore um baralho inteiro (40 cartas) de Combate Com Criaturas. São 22 cartas comuns, 10 incomuns, 5 raras, 2 muito raras e 1 lendaria": 1,
    "Um sapato magico senciente procura humanoides para ajudar, ao ser vestido ele sempre guia a criatura para fora da floresta se assim ela desejar. O sapato pode guiar a criatura para casa ou para seu objetivo se isso não o afastar muito da floresta. Assim que a criatura estiver a salvo o sapato retorna para floresta": 1,
    "Um centauro patrulheiro com 8 DV's fará de tudo para convencer a criatura a deixar a floresta e se colocará a dispossição para tira-lo dali com segurança": 1,
    "Um capitão dos bandidos (pirata) alto elfo tenta retirar um navio medio que se encontra completamente encalhado no lago a mais de 100 anos. O navio pesa toneladas a mais do que deveria e está amaldiçoado ao local junto com seu capitão. A tripulação está toda morta no fundo do lago. O capitão sempre que tenta deixar o local tem uma morte terrivel e resurge do fundo do lago. O capitão alega que sempre que renasce a floresta parece diferente": 1,
    "Um humanoide cai de uma arvore, levanta e começa a andar completamente alheio a criatura. Então ele pisa em uma armadilha e fica pendurado de ponta cabeça na mesma arvore, ate que cai novamente em um ciclo infinito de repetições": 1,
    "1d6+6 kobolds passam apresados com grandes sextas cheias de comida e objetos de valor. São oferendas para um dragão": 1,
    "2d4+3 lenhadores se revessam derrubando algumas arvores e carregando algumas carroças estranhas, aparentemente feitas com esse proposito. Eles acreditam que o risco vale a pena por aquela madeira em especifico ser extremamente forte e resistente, quase magica": 1,
    "Um jovem druida parece praticar alguns rituais proibidos pelo circulo druidico. Se perceber a criatura ele fica nervoso e oferece uma benção temporaria em troca de seu silencio": 1,
    "Há um pequeno altar com algumas velas apagadas e rastros de sangue. Um teste bem-sucedido de Religião (Inteligencia) CD 10, revela ser um altar para venerar Alua a filha das estrelas. A prece está incompleta, e quem finaliza-la da forma correta receberá 1 de inspiração toda noite por 1d6 dias": 1,
    "Acuado e muito ferido, um lobo atroz encara a criatura esperando um ataque. Ele carrega uma espada magica com a boca e consegue atacar com ela": 1,
    "Um rugido estrondoso pode ser ouvido, toda criatura que não for bem-sucedida em um teste de resistencia de Sabedoria CD 15 ficará amedrontada por 1 minuto": 1,
    "O covil de uma monstruosidade, que foi deixado a pouco tempo": 1,
    "Um ogro e um bode falante discutem bem alto enquanto caminham floresta a dentro": 1,
    "Uma arvore desaparece subitamente sem explicação. Onde estava a arvore agora só há uma marca de queimadura exatamente no formato que a arvore ocupava": 1,
    "De cima de uma arvore um kobold diz que a criatura esta invandindo seu territorio e deve se retirar imediatamente ou sofrerá a irá da tropa largatixa. Sua pequena gangue é composta por ele, uma arvore com formato engraçado, uma pedra média e um arbusto que lembra um coelhinho": 1,
    "1d4+2 driades que perderam sua sanidade por conta da magia da floresta tentam enlouquecer a criatura com seu encanto feerico só por diversão": 1,
    "1d4 batedores e 1d4+2 especialistas tentam coletar um mel raro em um lugar perigoso. 2d8+8 vespas gigantes estão prestes a ataca-los": 1,
    "Há um acampamento sofisticado e protegido magicamente em meio a floresta. Nele um academico, munido de muitos pergaminhos e alguns itens magicos, tenta estudar diariamente o comportamento da floresta e seus habitantes": 1,
    "Uma trilha de sangue e destruição leva direto para o covil de uma monstruosidade": 1,
    "Recentemente alguem abriu caminho pela mata e criou um atalho. A distancia percorrida naquele hexagono leva a metade do tempo": 1,
    "Uma grande sombra bloqueia a luz do sol, em seguida arvores são derrubadas violentamente e um grande estrondo pode ser ouvido. Trata-se de um goblin egenhoqueiro e seu passaro mecanico, que agora esta estilhaçado e prestes a explodir": 1,
    "O tronco de uma arvore forma uma silhueta, que emerge dali como um fantasma que passa por uma parede. Se trata de um humanoide de madeira que aos poucos vai arrancando a propria casca como se tirasse um adessivo colado. A criatura não para de reclamar consigo mesma ate se tornar inteiramente de carne e sair correndo para fora da floresta": 1,
    "Uma arvore muito conhecida pela sua madeira, que é muito utilizada para fazer armaduras. A arvore consegue regenerar pequenos danos causados a ela, mas sempre que a cortarem para obter a madeira, a arvore chora": 1,
    "Um Galeb Duhr tenta, sem sucesso, escalar um poço. Sua função era proteger o poço que guarda um item magico. Mesmo se for ajudado ele ataca qualquer um que tente entrar no poço para pegar o item (Role 2 vezes na Tabela de Item Mágico F)": 1,
    "2d4+4 Sprites formam um batalhão e estão em missão na floresta para tentar purificala e espantar o mal que a assola": 1,
    "Um comerciante fantasma atravessa a floresta com sua carroça efemera. Ele vende itens magicos mas cobra um preço alto. 1 gema da luminosidade (Preço: -1 de CON)/ 2 pares de botas de caminhar e saltar (Preço: -1 de CAR cada)/ 1 besta de mão +1 (Preço: -2 de CON)/ 1 varinha de misseis mágicos (Preço: -2 de INT)/ 1 pedra da boa sorte (Preço: -2 de CAR). A redução de atributo é permanente": 1,
    "2d6 cultistas discutem com um diabrete após fazer um pacto e não receberem o que foi acordado": 1,
    "1d6+4 batedores drow interceptam a criatura para saber suas intenções ao adentrarem seu territorio": 1,
    "Uma quimera devorarcana fareja a magia e se alimenta dela. Sempre que causa dano ela consome um espaço de magia de seu alvo, ganhando 1d6 PV temporario para cada cirulo de magia devorado. Seu sopro flamejante aplica 1 nivel de exaustão": 1,
    "Um abocanhador matraquiante devora um urso curuja infestado de ovos de aranha gigante. O urso curuja está dando a luz a 1d4 filhotes e faz o que pode para mante-los a salvo enquanto tem sua carne consumida pelas diversas bocas": 1,
    "Uma parte da floresta esta intocada. Os passaros cantam, a vegetação é verde e o ar é puro. Um meio-dragão arcanista faz o que pode para afastar qualquer criatura de sua area magica segura": 1,
    "Um clerigo medita na floresta completamente alheio aos seus perigos. Ele usa trajes de seda e carrega alguns insensos": 1,
    "Aranhas gigantes escalam e devoram um gigante da colina morto-vivo que parece não se importar com as hospedes indesejadas. De fato, ele recupera 2d6+6 de vida por turno. Ele protege uma fragil muda e tenta leva-la para fora da floresta para que finalmente possa descançar em paz": 1,
    "Um humanoide especialista parece dar banho em um pequeno Wyvern. Perto dele há alguns ovos de criaturas diversas. Trata-se de um domador": 1,
    "2 halflings conversam com uma aranha lobo gigante, que fala elfico perfeitamente. Eles discutem coisas futeis como o tempo, ou como temperar uma boa carne": 1,
    "Um troll, aparentemente preocupado, grita em gigante por um nome como se procurasse alguem": 1,
    "2d4+2 mastim tentam arrastar 1d4+1 humanoides desacordados para fora da floresta": 1,
    "Uma estranha aranha anciã, de cabelos e barba grizalha, chama a criatura para um cha enquanto tricota, reclamando de ser muito solitaria e isolada": 1,
    "Uma fruta que parece um rubi se destaca no galho de uma arvore morta. A fruta atrai bestas selvagens como sangue na agua atrai tubarões. Role 2 encontros com bestas adicionais por dia enquanto a criatura estiver de posse da fruta. A fruta é muito rara e valiosa": 1,
    "Um ent com suas folhas parte roxas e parte verdes, emite sons melancolicos, como se pedisse ajuda para não ser consumido pela maldição da floresta": 1,
    "2d10+2 corvos pousam proximo a criatura e começam a gritar sem parar como um alarme. Os corvos não param de seguir a criatura": 1,
    "O cadaver de um humanoide jaz enforcado em uma arvore, na sua mão, escrito com sangue tem instruções para um ritual. Se o ritual for feito o humanoide ressussita e se desprende da corda falando nossa, vocês demoraram dessa vez": 1,
    "Presa em uma arvore há uma mochila de carga rasgada. Se reparada a mochila carrega uma maldição. Seu portador tem um impeto sobrenatural de não abrir mão de nada e sempre guardar itens inuteis, que estão quebrados ou ambos": 1,
    "1d4 pixies gritam por ajuda ao ficarem presas em uma grande teia de aranha. Elas não correm nenhum perigo real, a teia foi abandonada a muito tempo": 1,
    "Rastros e vestigios que levam ate o covil de um dragão negro jovem": 1
}