{
    "Calor extremo sobrenatural em um hexágono por 1 dia ": 1,
    "Chuva forte por 1d6 dias": 1,
    "Chuva torrencial por 1d4 horas": 1,
    "Neblina densa por 1d12 horas": 1,
    "Chuva com cheiro de cachorro molhado por 2 horas": 1,
    "Calor moderado por 2 dias": 1,
    "Chuva de sangue por 1d6 horas (trate como um chuvisco)": 1,
    "Chuva forte por 2d6 horas": 1,
    
    "Essa parte da floresta parece estar consciente de tudo a sua volta, os galhos rangem e torcem na direção das criaturas que ali passam, como se fossem humanoides virando os rostos para observar os transeuntes. Os arbustos, folhas e raízes se contorcem como mãos pedindo por ajuda": 1,
    "O solo parece se alimentar da exaustão de criaturas vivas. De maneira suave e quase imperceptível, pedras arbustos e arvores mudam de lugar para confundir aqueles que tentam passar pelo local. Qualquer criatura que falhar em um teste de Sobrevivência (Sabedoria) CD 15 ficará perdida andando em círculos por 1d8+1 horas": 1,
    "Um enorme paredão rochoso bloqueia o caminho, a não ser por uma grande gruta em sua base, que se estende pela escuridão. No começo da gruta há vestígios de que se trata do covil de um Behir. As criaturas podem arriscar indo caverna a dentro, tenta escalar a escarpa com um teste bem-sucedido de Atletismo (Força) CD 20 ou dar a volta, aumentando o tempo de viagem em 2 horas": 1,
    "A floresta parece se mover. Uma criatura precisa ser bem-sucedida em um teste de Percepção (Sabedoria) CD 17 ou andará em círculos por 1d4+1 horas até perceber que esta perdida. Caso perceba a movimentação, é possível traçar uma nova rota pro mesmo destino com um teste bem-sucedido de Sobrevivência (Sabedoria) CD 10": 1,
    "Diversos arbustos espinhosos impedem a passagem, atravessá-los causa 1 de dano perfurante e faz com que a criatura não possa ser curada por 1d6+1 dias. Contornar os arbustos leva uma hora de caminhada": 1,
    "A posição das arvores e suas copas confundem os sentidos fazendo a criatura se perder por 1d4 horas até perceber que está perdida": 1,
    "Uma grande planta parece sugar toda a vida da terra em um raio de 1km, transformando tudo em um grande pântano pútrido. O pântano é considerado terreno difícil (1/4), e ao ter contato com a agua podre é preciso ser bem sucedido em um teste de resistência de Constituição CD 18 ou a criatura ficará doente": 1,
    "Teias de aranhas pegajosas por toda floresta atrasam a viagem em uma hora ": 1,
    "Arbustos, troncos, raízes, elevações e depressões no relevo tornam a viagem mais difícil. Uma criatura que falhar em um teste de resistência de Constituição CD 11 receberá +4 de fadiga ": 1,
    "Escondidos pela vegetação estão pequenos locais de areia movediça. Para percebe-los é preciso um teste bem sucedido de Percepção (Sabedoria) CD 20, caso não seja percebido, ainda é possível evitar ficar preso com um teste bem-sucedido de Acrobacia (Destreza) CD 15. Caso seja pego pela areia movediça a criatura afunda pouco mais que 50 cm e precisará ser bem-sucedida em um teste de Força CD 18 para se libertar ": 1,
    "As arvores parecem ter o mesmo tamanho, as pedras parecem estar sempre no mesmo lugar, alinhados de maneira quase calculada. A criatura deve ser bem sucedida em um teste de Sobrevivência (Sabedoria) CD 18, ou andará em círculos por 1d8+1 horas até perceber que está perdida ": 1,
    "O caminho é cheio de altos e baixo. A criatura precisará escalar e descer alguns montes, colinas e barrancos. Um teste Atletismo (Força) CD 15 e um teste de resistência de Constituição CD 12, devem ser feitos, em caso de falha a criatura fica fatigada.": 1,
    "Um redemoinho de folhas secas gira em um único ponto, bloqueando a visão. Criaturas que passarem sofrem -2 em Percepção até sair da área.": 1,
    
    "Uma chuva de folhas negras e secas cai do céu por 1d4 horas, obscurecendo a visão e reduzindo o alcance de percepção pela metade.": 1,
    "O canto de centenas de pássaros causa desconforto e dor de cabeça. Teste de resistência de Constituição CD 12 ou sofre -2 em testes de Sabedoria por 1 hora.": 1,
    "O grupo encontra um campo de cogumelos que liberam esporos alucinógenos. Teste de resistência de Constituição CD 15 ou sofre desorientação por 1d6 horas.": 1,
    "Nuvens de insetos picadores obrigam todos a se protegerem ou sofrer 1 de dano por hora e -2 em testes de Constituição.": 1,
    "As copas estão tão fechadas que a luz não passa. Movimento reduzido à metade por 1d4 horas.": 1,
    "A floresta parece imitar sons do grupo, confundindo sua percepção. Teste de Percepção CD 16 para seguir na direção correta.": 1,
    "A chuva faz o solo virar lama escorregadia. Testes de Acrobacia (Destreza) CD 12 são exigidos a cada hora para evitar quedas.": 1,
    "Árvores caídas e galhos bloqueiam o caminho, exigindo 1 hora para limpar ou contornar.": 1,
    "Um cheiro podre e sufocante enche o ar. Teste de Constituição CD 14 para não vomitar ou sofrer -1 em todos os testes por 1 hora.": 1,
    "A vegetação rasteira gruda nas pernas. Movimento reduzido à metade por 1d6 horas.": 1,
    "A floresta está completamente silenciosa. Algo parece errado. O grupo sofre desconfiança e -2 em testes de Vontade até saírem do hexágono.": 1,
    "Uma tempestade elétrica passa sobre a floresta. Teste de Reflexos (Destreza) CD 15 se estiver em área aberta ou sofra 3d6 de dano elétrico.": 1,
    "Galhos parecem se mexer e tentar agarrar mochilas e roupas. Teste de Reflexos CD 13 para evitar ficar preso e perder tempo.": 1,
    "O grupo entra em um território de formigas gigantes (não agressivas, mas numerosas). Avançar sem pisar nelas exige testes de Acrobacia CD 14.": 1,
    "Uma ventania contínua torna difícil caminhar e ouvir. Reduz movimento em 25% e impõe desvantagem em testes de Percepção auditiva.": 1,
    "A floresta está cheia de reflexos em poças e superfícies espelhadas. Teste de Vontade (Sabedoria) CD 16 para não ficar confuso por 1d4 rodadas.": 1,
    "Há uma sensação de estar sendo observado. Todos sofrem -2 em testes de Furtividade por 1d6 horas devido ao nervosismo.": 1,
    "A trilha se bifurca em três caminhos idênticos. Um teste de Sobrevivência CD 18 revela o correto; erro leva o grupo a um desvio de 2d6 horas.": 1,
    "Espinhos invisíveis à primeira vista cobrem as árvores. Atravessar sem Percepção CD 15 causa 1d4 de dano cortante.": 1,
    "Uma área está coberta por cinzas frescas, mas sem sinal de fogo. Movimento é considerado terreno difícil (1/4).": 1,
    "Toda a vegetação ao redor está petrificada. O grupo precisa passar com cautela ou quebrará galhos que causam ruído intenso (-4 em Furtividade).": 1,
    "Insetos zumbem dentro dos ouvidos dos aventureiros. Teste de Constituição CD 10 ou -1 em testes de Concentração.": 1,
    "O ar está carregado de magia antiga. Testes de magia sofrem 5% de chance de falha.": 1,
    "Poças de água ácida exigem atenção constante. Teste de Reflexos CD 14 a cada 30 minutos ou sofre 1d6 de dano ácido.": 1,
    "Raízes vivas seguram quem pisa nelas. Teste de Força CD 15 para se libertar ou perdem 1 turno de movimento.": 1,
    "As árvores ecoam vozes antigas em idiomas esquecidos. Teste de Vontade CD 16 ou o personagem sofre -2 em testes mentais por 1 hora.": 1,
    "O grupo cruza uma ponte natural de cipós instáveis. Teste de Acrobacia CD 17 ou cairá 3 metros.": 1,
    "Uma trilha de moedas douradas leva a lugar nenhum. Teste de Vontade CD 14 para não se distrair e perder 1 hora.": 1,
    "A vegetação assume formas humanoides à noite. Teste de Vontade CD 15 ou sofre -2 em Percepção e Furtividade até amanhecer.": 1,
    "Chuva de pequenos frutos que provocam coceira intensa. Teste de Constituição CD 13 ou sofre -2 em ações que exigem concentração.": 1,

    "Barulhos de batalha ecoam pela floresta. São apenas ecos mágicos, mas o grupo pode se atrasar tentando investigar.": 1,
    "A floresta ressoa com risadas distantes. Teste de Vontade (Sabedoria) CD 15 para resistir ao impulso de procurar a origem (perda de 1 hora).": 1,
    "As árvores secretam uma seiva viscosa que prende os pés. Movimento é considerado terreno difícil (1/2).": 1,
    "Um campo de flores com aroma adocicado causa sonolência. Teste de Constituição CD 12 ou o personagem dorme por 1d4 minutos.": 1,
    "Um galho quebrado ativa um antigo alarme élfico que emite sons altos por 10 minutos, atraindo atenção indesejada.": 1,
    "O céu escurece subitamente, como se estivesse anoitecendo. Após 1 hora, a luz volta ao normal.": 1,
    "Raízes emergem do chão como serpentes. Reflexos (Destreza) CD 14 para evitar tropeçar. Falha: queda e atraso de 30 minutos.": 1,
    "A floresta muda a direção do vento constantemente, dificultando seguir trilhas de cheiro ou fumaça.": 1,
    "Um caminho é bloqueado por um tronco com símbolos arcanos. Quem toca sente calafrios, mas não há magia real — apenas ilusão.": 1,
    "Um campo de borboletas mágicas que imitam luzes de tochas, confundindo a direção.": 1,
    "Sons de bebês chorando se espalham entre as árvores. Nenhum bebê é encontrado.": 1,
    "O chão em uma área específica emite ruídos ocos a cada passo. Alguns aventureiros podem pensar que há armadilhas ocultas.": 1,
    "Um aroma de comida caseira atrai os famintos. Não há nada — apenas um fungo que exala esse cheiro.": 1,
    "Musgos brilhantes cobrem tudo ao redor por 1d4 km, dificultando ver rastros e pegadas (-4 em Sobrevivência para rastrear).": 1,
    "O grupo encontra dezenas de espantalhos. Todos são inofensivos, mas sua presença é perturbadora.": 1,
    "Árvores ocas emitem gemidos quando o vento passa. Criaturas com Vontade fraca podem acreditar que são espíritos.": 1,
    "Pequenos tremores no solo a cada 20 minutos confundem a orientação. Teste de Sobrevivência CD 14 para manter o rumo.": 1,
    "Névoa baixa cobre o chão até os joelhos, escondendo obstáculos como pedras e buracos (Acrobacia CD 13).": 1,
    "Uma série de pegadas misteriosas atravessa o caminho. Segui-las leva a um ponto sem saída.": 1,
    "Um cheiro nauseante toma o ar. Teste de Constituição CD 14 ou sofre enjoo (-2 em testes físicos por 1 hora).": 1,
    "Um dos personagens escuta seu próprio nome sendo sussurrado entre as árvores. Nenhum outro ouviu.": 1,
    "Pequenos redemoinhos de poeira seguem o grupo por horas. Não fazem nada, mas são visivelmente mágicos.": 1,
    "Árvores torcidas formam túneis naturais. Após 30 minutos de viagem, o grupo retorna ao mesmo lugar sem perceber.": 1,
    "Fungos saltitantes grudam nos calçados, tornando o movimento ruidoso (-2 em Furtividade).": 1,
    "Um cervo branco os observa à distância. Quando seguido, desaparece misteriosamente.": 1,
    "Uma voz canta uma melodia hipnótica. Teste de Vontade CD 16 ou o personagem fica distraído por 1d6 minutos.": 1,
    "Árvores com rostos esculpidos observam silenciosamente. Nenhum efeito mecânico, apenas desconforto.": 1,
    "Um barranco colapsa parcialmente. Um teste de Atletismo CD 15 é necessário para escalar ou contornar (1h extra).": 1,
    "Pântano raso esconde larvas que picam os pés (-1 de dano por hora, acumulativo até serem removidas).": 1,
    "Um som ritmado (como tambores) ressoa por 1d4 horas. Nunca é encontrada sua origem.": 1,
    "O chão cede levemente a cada passo, como se fosse fofo demais. Reduz o movimento pela metade por 1 hora.": 1,
    "Animais mortos mumificados pendem de árvores. Nenhum sinal de predador ou armadilha.": 1,
    "Cada árvore parece apontar numa direção diferente. Sobrevivência CD 15 para manter o rumo.": 1,
    "Um pequeno totem com oferendas bloqueia a trilha. Superstição local diz que mover pode trazer má sorte.": 1,
    "Uma colônia de pássaros extremamente barulhentos cobre as copas, dificultando comunicação (Falas são incompreensíveis a mais de 5m).": 1,
    "A vegetação exala fumaça azulada por 1d4 horas, causando alucinações leves (imagens duplicadas, vozes distorcidas).": 1,
    "A floresta emite sons de batidas cardíacas, abafados e ritmados. Sem origem detectável.": 1,
    "Um campo de flores que fazem sons quando pisadas (risos, gritos, aplausos, choro).": 1,
    "Pequenas correntes de vento giram em torno de uma pessoa aleatória do grupo por 1 hora, soprando mapas e papéis.": 1,
    "Uma grande árvore caída bloqueia o caminho. Pode ser cortada com Força + machado (CD 15, 1h), escalada (Acrobacia CD 12), ou contornada (1h extra).": 1,
    "Bichos preguiça em massa pendurados nas árvores. Nada hostis, mas caem em cima do grupo com frequência (Reflexos CD 10).": 1,
    "Uma ponte de madeira antiga range sob o peso. Reflexos CD 13 para cruzar sem cair 3 metros (1d6 de dano).": 1,
    "Aranhas do tamanho de punhos descem das copas em cordões. Não são hostis, mas causam pânico em quem falhar Vontade CD 12.": 1,
    "Toda a floresta parece estar em um tom de cor diferente (ex: vermelho). Desorienta os sentidos (-2 Percepção por 1h).": 1,
    "Troncos com rostos sorridentes causam arrepios. Nenhum efeito direto.": 1,
    "Um tapete de folhas cobre um campo de urtigas mágicas. Resistência CD 13 ou coceira intensa (-2 em testes de Concentração).": 1,
    "O grupo avista um cadáver completamente petrificado. Nenhuma pista de como isso aconteceu.": 1,
    "Um nevoeiro multicolorido cobre parte da floresta. Exige teste de Vontade CD 15 ou a criatura 'se perde em pensamentos' (1d4 rodadas de inação).": 1,
    "Toda a vegetação é composta por plantas que lembram mãos, garras ou olhos.": 1,
    "Um grande ninho de aves carnívoras bloqueia um penhasco. Cruzar sem alertá-las exige Furtividade CD 15.": 1,
    "Trepadeiras se enrolam nas pernas à noite, tornando o acampamento desconfortável (-2 em testes de Recuperação).": 1,
    "Toda a vegetação ao redor está virada na direção oposta ao grupo, como se tivesse sido dobrada por uma força invisível.": 1,
    "Um campo onde tudo é perfeitamente simétrico. Árvores, pedras, folhas — tudo reflete o lado oposto. Causa desconforto visual e confusão (-2 Sobrevivência).": 1,
    "Um fragmento de um antigo ritual marca o chão com símbolos incandescentes. Nenhum efeito, mas emite calor incômodo.": 1,
    "Relâmpagos caem com frequência sobre a floresta, mesmo sem nuvens. Reflexos CD 17 para evitar se ferir ao longo de 1d4 horas de passagem.": 1,
    "Parte da floresta está tomada por videiras com espinhos cristalizados. Elas quebram como vidro, causando 1d4 de dano perfurante.": 1,
    "Um lago completamente congelado em meio ao calor. Atrasa a viagem em 2 horas tentando contornar ou atravessar com cuidado.": 1,
    "A lua parece estar sempre visível entre as árvores, mesmo durante o dia. Vontade CD 14 para não ficar obcecado com o fenômeno.": 1
}