{
"Cheiro de grama fresca balançando com o vento.": 1,
"Aroma de terra seca e poeirenta em trechos mais áridos.": 1,
"Odor de flores silvestres espalhadas pelo campo.": 1,
"Cheiro de feno e ervas altas em clareiras abertas.": 1,
"Aroma de pequenas árvores ou arbustos isolados.": 1,
"Odor de solo úmido após chuva leve.": 1,
"Cheiro de grama amassada por animais passando.": 1,
"Aroma de vento puro, aberto e sem barreiras.": 1,
"Odor de pequenos animais, como coelhos ou roedores.": 1,
"Cheiro de ervas aromáticas silvestres.": 1,
"Aroma de folhas secas espalhadas pelo chão.": 1,
"Cheiro de poeira levantada por passos ou vento.": 1,
"Odor de flores de primavera crescendo entre a grama.": 1,
"Aroma de água de riachos ou poças rasas na planície.": 1,
"Cheiro de arbustos floridos esparsos.": 1,
"Odor de grama seca ao sol em áreas planas.": 1,
"Aroma de insetos e vida pequena do campo.": 1,
"Cheiro de sementes e frutos caídos no solo.": 1,
"Aroma de vento carregando pólen e grama cortada.": 1,
"Odor de pedras pequenas e cascalho entre a vegetação.": 1,
"O cheiro fresco e adocicado de grama e trevos, carregado por uma brisa suave.": 1,
"O aroma seco e quente de capim e poeira, sob o sol forte do meio-dia.": 1,
"O cheiro forte e terroso de chuva (petricor) chegando com o vento, muito antes das primeiras gotas caírem.": 1,
"O perfume intenso de um campo de flores silvestres em plena floração, que atrai enxames de abelhas.": 1,
"O odor almiscarado e pesado de uma grande manada, uma mistura de couro, esterco e terra batida.": 1,
"O cheiro de terra úmida e vegetação ribeirinha vindo de um rio ou riacho próximo.": 1,
"A fragrância de feno recém-cortado secando ao sol, vinda de uma fazenda ou acampamento.": 1,
"Cheiro de fumaça de um incêndio de pastagem ou de uma grande fogueira à distância.": 1,
"O cheiro rançoso de carniça, um sinal claro de uma carcaça recente e da presença de abutres.": 1,
"Um cheiro agudo e limpo de ozônio, preenchendo o ar após uma tempestade com relâmpagos.": 1,
"O cheiro de terra recém-arada, rico e fértil, indicando a proximidade de uma área cultivada.": 1,
"Um cheiro antigo de pedra fria e magia residual, emanando de um círculo de monólitos.": 1,
"Um cheiro metálico e fraco de sangue velho e ferrugem que parece subir do solo em um antigo campo de batalha.": 1,
"Uma fragrância encantadora e deslocada de mel e especiarias exóticas, sem nenhuma fonte visível.": 1,
"Um odor podre e antinatural vindo de debaixo da terra, como se algo profano estivesse enterrado ali.": 1
}
