{
    "Mar de grama alta que ondula com o vento, estendendo-se até o horizonte.": 1,
    "Colinas suaves e ondulantes, cobertas por um tapete de grama verde e curta.": 1,
    "Um único carvalho grande e majestoso, oferecendo um ponto de referência e uma sombra generosa.": 1,
    "Rio largo e de curso lento, com margens de terra e alguns juncos.": 1,
    "Manada de animais pastando à distância (bisões, cavalos selvagens, gnus).": 1,
    "Trilha de terra batida que corta a planície em linha reta, claramente usada por carroças e viajantes.": 1,
    "Afloramento rochoso baixo, um conjunto de rochas que se ergue alguns metros acima da grama.": 1,
    "Campo de flores silvestres coloridas, atraindo abelhas e borboletas.": 1,
    "Céu imenso e aberto, com nuvens brancas e fofas se movendo lentamente.": 1,
    "Os restos de uma cerca de fazenda antiga, com postes de madeira podre e arame farpado enferrujado.": 1,
    "Um bando de pássaros que levanta voo repentinamente da grama alta.": 1,
    "Toca de um animal de planície (coelho, marmota, texugo), um buraco discreto no chão.": 1,
    "Pequeno bosque ou arvoredo, um aglomerado de árvores que quebra a monotonia da paisagem.": 1,
    "O som do vento assobiando na grama, um som constante e relaxante.": 1,
    "Área de grama mais baixa e seca, amarelada pelo sol forte.": 1,
    "O esqueleto de um grande herbívoro, com os ossos espalhados pela grama.": 1,
    "Um pequeno lago ou poça d'água, um ponto de parada para animais e viajantes.": 1,
    "Uma revoada de gafanhotos que passa voando, fazendo um zumbido alto por alguns segundos.": 1,
    "Círculo de terra batida onde a grama não cresce, talvez o local de uma antiga fogueira de acampamento.": 1,
    "A base de pedra de um moinho de vento ou de uma torre que desabou há muito tempo.": 1,
    "Um falcão ou outra ave de rapina pairando alto no céu, procurando presas.": 1,
    "Uma área onde a grama foi achatada, indicando que uma grande manada ou um grupo de pessoas descansou ali.": 1,
    "Uma brisa fresca que carrega o cheiro de chuva que se aproxima.": 1,
    "Um riacho seco, com o leito de areia e seixos visível.": 1,
    "O sol se pondo no horizonte, tingindo o céu e as nuvens de cores vibrantes.": 1,
    "Uma rocha solitária com uma forma estranha, parecendo um rosto ou um animal.": 1,
    "Círculos na plantação ou na grama (crop circles), com padrões geométricos complexos que não parecem naturais.": 1,
    "Uma área onde o vento sempre sopra em uma única direção, não importa o clima, fazendo toda a grama se curvar.": 1,
    "Uma pedra que permanece quente ao toque, mesmo durante a noite mais fria.": 1,
    "O som de uma flauta ou de um canto pode ser ouvido com o vento, mas parece não ter fonte.": 1,
    "Flores que mudam de cor de acordo com a hora do dia ou com o humor de quem está por perto.": 1,
    "Uma área onde a grama é prateada e cintilante, emitindo uma luz suave sob a lua.": 1,
    "Pegadas de uma criatura bípede, mas com três dedos e garras, marcadas na terra macia.": 1,
    "Uma árvore que não produz sombra, não importa o quão forte seja o sol.": 1,
    "Uma ilusão de ótica que faz uma colina distante parecer estar flutuando no ar.": 1,
    "Uma área onde pequenos cristais crescem na ponta das folhas de grama.": 1,
    "Um menir (pedra ereta) coberto de runas que parecem se mover ou brilhar sutilmente.": 1,
    "Um rebanho de ovelhas ou gado pastando sem nenhum pastor à vista. Seus olhos brilham no escuro.": 1,
    "Uma área onde o som viaja de forma estranha, permitindo ouvir conversas a quilômetros de distância ou abafando um grito a poucos metros.": 1,
    "Um esqueleto humanoide segurando uma única flor de ferro que nunca enferruja.": 1,
    "Uma fissura no chão que é estreita, mas parece incrivelmente profunda, de onde sobe um vapor frio.": 1,
    "Uma área de batalha antiga, onde a grama cresce em um tom avermelhado e armas quebradas ainda podem ser encontradas.": 1,
    "Uma tempestade se forma subitamente no céu claro, mas nenhuma gota de chuva cai, apenas relâmpagos silenciosos.": 1,
    "Uma trilha que, se seguida, sempre leva o viajante de volta ao ponto de partida.": 1,
    "Uma área onde a grama foi queimada em um padrão espiral, com o centro intocado.": 1,
    "O chão treme ritmicamente, como se algo colossal estivesse caminhando sob a terra.": 1,
    "Uma 'árvore de desejos' solitária, com centenas de fitas e pedaços de tecido amarrados em seus galhos.": 1,
    "Uma área onde o ar é visivelmente distorcido, como uma onda de calor, mas está frio ao toque.": 1,
    "Uma estátua equestre caída e coberta de vegetação, o cavaleiro e o cavalo de uma era esquecida.": 1,
    "Um poço de pedra no meio do nada, cheio até a borda com um líquido escuro e oleoso.": 1,
    "Campo aberto coberto por gramíneas altas que balançam com o vento.": 1,
"Pequena elevação que permite enxergar o horizonte distante.": 1,
"Trecho de terra batida usado como antiga trilha de pastores.": 1,
"Mancha de flores silvestres colorindo a paisagem.": 1,
"Arbusto solitário em meio à vastidão gramada.": 1,
"Pequeno riacho cortando a planície em curvas suaves.": 1,
"Área de pasto queimado, com cheiro de cinzas no ar.": 1,
"Grande pedra solitária erguida no meio do campo.": 1,
"Rebanho de cervos atravessando lentamente a área.": 1,
"Gramado curto e bem cuidado por animais herbívoros.": 1,
"Buraco profundo escondido pela grama alta.": 1,
"Região coberta por grilos cantando incessantemente.": 1,
"Pequena árvore retorcida, a única sombra disponível.": 1,
"Campo de girassóis silvestres virados para o sol.": 1,
"Área lamacenta após uma recente chuva forte.": 1,
"Formações de pedras dispostas em círculo natural.": 1,
"Colina suave que oculta a visão além dela.": 1,
"Poça de água clara acumulada entre pedras.": 1,
"Trecho tomado por flores brancas rasteiras.": 1,
"Campo de gramíneas douradas iluminado pelo sol.": 1,
"Árvore caída servindo de abrigo para pequenos animais.": 1,
"Buracos de topeiras espalhados pelo terreno.": 1,
"Área coberta por rastros de grandes animais.": 1,
"Gramado ondulado pelo vento como um mar verde.": 1,
"Pequeno monte de pedras empilhadas por mãos humanas.": 1,
"Colina coberta por ervas medicinais selvagens.": 1,
"Área que ressoa com o som de pássaros migratórios.": 1,
"Trecho plano e árido, quase sem vegetação.": 1,
"Grande árvore isolada, visível a quilômetros.": 1,
"Campo repleto de flores roxas de cheiro adocicado.": 1,
"Pequena lagoa no meio da planície.": 1,
"Área tomada por cupinzeiros de diferentes tamanhos.": 1,
"Pequena colina com pedras marcadas pelo vento.": 1,
"Trilha feita por animais, marcada por grama amassada.": 1,
"Campo vasto iluminado por vaga-lumes à noite.": 1,
"Região com pedras negras espalhadas aleatoriamente.": 1,
"Gramado baixo com manchas de solo seco rachado.": 1,
"Área onde o vento constante assovia entre as ervas.": 1,
"Pequeno grupo de árvores formando um bosque raso.": 1,
"Campo aberto com visão clara do pôr do sol.": 1,
"Área de solo fértil, tomada por flores silvestres.": 1,
"Colina coroada por um afloramento rochoso.": 1,
"Planície coberta por ervas aromáticas silvestres.": 1,
"Pequena nascente brotando entre as gramíneas.": 1,
"Trecho marcado por ossos antigos de animais.": 1,
"Área com pedras alinhadas como se fossem um caminho.": 1,
"Gramado pontilhado por flores amarelas pequenas.": 1,
"Campo aberto onde o céu parece imenso e infinito.": 1,
"Pequeno redemoinho de vento levantando poeira e grama seca.": 1,
"Área silenciosa, sem sinais de vida animal.": 1
}