{
"O farfalhar contínuo da grama ao vento.": 1,
"O chilrear de pequenos pássaros espalhados pelo campo.": 1,
"O estalo ocasional de galhos secos caindo de arbustos isolados.": 1,
"O ruído de insetos voando entre flores e ervas.": 1,
"O som distante de um riacho ou poça.": 1,
"O relincho de cavalos ou rebanhos ao longe.": 1,
"O bater de asas de aves migratórias cruzando o céu.": 1,
"O tilintar de pedras pequenas sendo arrastadas pelo vento.": 1,
"O zumbido de abelhas e outros polinizadores entre as flores.": 1,
"O estalo de pegadas pesadas de animais passando.": 1,
"O vento soprando pelos campos abertos, criando um assobio suave.": 1,
"O canto distante de corvos ou aves de rapina.": 1,
"O som de folhas secas sendo amassadas pelo vento.": 1,
"O coaxar ocasional de sapos em poças.": 1,
"O tilintar de sementes ou frutos caindo no chão.": 1,
"O murmúrio de insetos noturnos ao entardecer.": 1,
"O som de trilhas de animais pequenas atravessando o campo.": 1,
"O gotejar lento de chuva em áreas gramadas.": 1,
"O estalo de troncos secos em áreas de arbustos esparsos.": 1,
"O sussurro constante do vento sobre a vegetação baixa.": 1,
"O assobio constante do vento passando pela grama alta.": 1,
"O zumbido de abelhas e outros insetos em um campo de flores silvestres.": 1,
"O chilrear de grilos e cigarras, especialmente ao entardecer e à noite.": 1,
"O som de um trovão rolando à distância, em um horizonte vasto.": 1,
"O som de um grande rebanho se movendo, um tremor baixo e o som de milhares de cascos.": 1,
"O uivo de um lobo da pradaria ou o latido de um cão selvagem.": 1,
"O bater de asas de um bando de pássaros levantando voo da grama.": 1,
"O som de um rio ou riacho, o único barulho em quilômetros.": 1,
"O farfalhar súbito da grama, como se uma cobra ou outro animal pequeno passasse correndo.": 1,
"O rangido das rodas de uma carroça solitária, que pode ser ouvido a uma grande distância.": 1,
"O som de um grito ou chamado, carregado pelo vento de um local incerto.": 1,
"Um zumbido baixo e estranho que não parece vir de insetos, mas do próprio ar ou do chão.": 1,
"Um silêncio antinatural quando o vento para de repente, tornando a planície estranhamente quieta.": 1,
"O som de um galope se aproximando rapidamente, mas sem nenhum cavalo à vista.": 1,
"O eco fantasmagórico de gritos de batalha e o choque de aço, como se uma batalha antiga estivesse sendo travada novamente.": 1
}