{
"Trilha Confusa - Uma trilha malfeita e sinuosa que não leva a lugar nenhum. Criaturas que decidirem segui-la caminham em círculos por 1d4 horas até perceberem que estão perdidas.": 1,
"Muralha Antiga - Uma gigantesca muralha de outra era impede o caminho. Contorná-la aumenta o tempo de viagem em uma hora. Escalá-la requer um teste de Atletismo CD 10; falhar provoca um encontro com plantas hostis.": 1,
"Terreno Escavado - O chão foi revirado por escavações antigas e desordenadas. Buracos profundos tornam impossível atravessar de montaria ou carroça. Apenas a pé é viável.": 1,
"Proliferação de Javalis - A antiga caça e criação desordenada fez com que javalis selvagens tomassem a região. Eles são agressivos e atacam qualquer intruso.": 1,
"Minério Infectado - A exploração de minérios contaminou o solo. Qualquer criatura em contato com o local deve passar em um teste de Constituição CD 15 ou contrair uma doença que causa 1 ponto de exaustão por dia.": 1,
"Ponte de Cordas Instável - A única passagem sobre um desfiladeiro de 9 metros é uma ponte de cordas que suporta no máximo 80 quilos. Qualquer excesso a faz ceder.": 1,
"Madeireira Abandonada - Restos de toras e serras enferrujadas se espalham pela trilha. Pregos soltos e estacas quebradas causam 1d4 de dano perfurante a quem falhar em um teste de Destreza CD 12.": 1,
"Campos de Caça - Armadilhas antigas permanecem ativas. Cada hora de viagem há 25% de chance de acionar uma armadilha de urso (1d10 de dano perfurante).": 1,
"Poço Contaminado - Uma antiga fonte de água foi envenenada por descuido ou sabotagem. Beber dela requer um teste de Constituição CD 14 ou sofre envenenamento por 1d6 horas.": 1,
"Campo de Caça Abandonado - Antigas armadilhas e fossos feitos por caçadores continuam espalhados. Teste de Destreza (Percepção) CD 15 evita cair em uma delas.": 1,
"Trincheiras Antigas - Linhas de defesa abandonadas criam terreno acidentado. O deslocamento é reduzido à metade até deixar a área.": 1,
"Torre Desmoronada - Uma antiga torre humana caiu parcialmente, bloqueando parte do caminho. É possível escalar os escombros com um teste de Atletismo CD 13. Falhas causam 1d6 de dano de concussão.": 1,
"Campo Queimado - Uma área de floresta foi incendiada há pouco. As cinzas levantam fumaça e prejudicam a respiração. Teste de Constituição CD 10 ou fica com desvantagem em testes de Percepção por 1 hora.": 1,
"Estacas de Fronteira - Troncos afiados cercam uma região marcada por caçadores ou bandidos. Passar sem ser notado requer um teste de Furtividade (Destreza) CD 15.": 1,
"Templo Profanado - Um pequeno santuário antigo foi saqueado e conspurcado. Permanecer ali por mais de uma hora causa inquietação; teste de Sabedoria CD 12 ou o personagem sofre 1 de estresse temporário.": 1,
"Campo de Batalha - Ossos e ferragens enferrujadas cobrem o solo. Qualquer falha em testes de Destreza CD 10 causa 1d4 de dano cortante. Há 25% de chance de atrair mortos-vivos à noite.": 1,
"Barricadas Improvisadas - Troncos, pedras e carruagens bloqueiam a estrada. Teste de Força CD 12 para remover parte do obstáculo.": 1,
"Posto de Caçadores - Um pequeno acampamento vazio, ainda com armadilhas ativas. Falhar em um teste de Percepção CD 13 causa 1d6 de dano perfurante.": 1,
"Solo Contaminado - Despejos de alquimistas ou guerra mágica tornaram o solo tóxico. Permanecer mais de 10 minutos causa 1 de dano de veneno por turno.": 1,
"Campo Minado - Artefatos de guerra esquecidos permanecem enterrados. Qualquer passo em falso aciona uma explosão (2d8 de dano de fogo, Destreza CD 15 para metade).": 1,
"Muros Vivos - Magia antiga animou raízes que formam barreiras. Teste de Força CD 14 para abrir passagem; falha causa 1d8 de dano esmagador.": 1,
"Pilares Rúnicos - Totens mágicos selam o caminho. Desativá-los requer um teste de Arcanismo CD 13; falha causa 1d6 de dano de energia.": 1,
"Tenda de Mercadores Abandonada - Mercadorias estragadas e barris de vinho fermentado atraem insetos venenosos; permanecer na área exige teste de Constituição CD 12 ou sofrer 1 de dano de veneno.": 1,
"Túnel Desabado - Um antigo túnel subterrâneo desmoronou, bloqueando completamente a passagem. Limpar leva 1d6 horas ou exige magia de destruição de pedra.": 1,
"Campo de Caça com Armadilhas - A área foi usada por um caçador recluso e é cheia de armadilhas de laço e de fosso cobertas por folhas. Detectar uma armadilha exige um teste de Sabedoria (Percepção) CD 16. Desarmá-la, um teste de Destreza com ferramentas de ladrão CD 14. Falhar em detectar pode ativar um laço (TR de Destreza CD 14 para não ser suspenso) ou um fosso de 3m de profundidade (TR de Destreza CD 12 para não cair).": 1,
"Represa de Lenhadores Instável - Um rio é bloqueado por uma enorme pilha de troncos de uma antiga operação madeireira. Atravessar por cima dos troncos exige três testes bem-sucedidos de Acrobacia (Destreza) CD 13. Uma única falha significa cair na água e o risco de ser atingido por um tronco que se move (2d10 de dano de concussão, TR de Força CD 15 para resistir).": 1,
"Campo de Batalha Esquecido - O terreno é marcado por trincheiras, crateras e restos de fortificações. É considerado terreno difícil. Além disso, a área é assombrada por ecos de violência. A cada hora, cada criatura deve ser bem-sucedida em um teste de resistência de Sabedoria CD 12 ou ficará amedrontada por 10 minutos.": 1,
"Despejo Alquímico - Um riacho e a terra ao redor brilham com cores oleosas e antinaturais. Qualquer criatura que beber a água ou manusear o solo por mais de um minuto deve ser bem-sucedida em um TR de Constituição CD 14 ou ficará envenenada por 1d6 horas e sofrerá uma mutação cosmética aleatória.": 1,
"Crescimento Mágico Descontrolado - Uma tentativa de um mago de acelerar o crescimento da floresta saiu do controle. Vinhas e raízes crescem visivelmente. A área é terreno difícil e, a cada 10 minutos de viagem, as criaturas devem ser bem-sucedidas em um TR de Força CD 12 ou ficarão agarradas pelas vinhas que se movem.": 1
}