{
"Vinha-Navalha - Qualquer criatura que atravessar a vinha-navalha deve ser bem-sucedida em três testes de resistência de Destreza CD 10. A cada falha, a criatura recebe 1d6+1 de dano cortante. CA 11, 25 PV, imunidade a dano de concussão, perfurante e psíquico. Ao entrar em contato com a vinha-navalha pela primeira vez num turno, a criatura deve ser bem-sucedida num teste de resistência de Destreza CD 10 ou sofrerá 1d10 de dano cortante.": 1,
"Subida ou Descida Íngreme - Terreno difícil (1/4). Exige testes de Atletismo (Força) CD 10 para subir ou descer sem escorregar. Uma falha causa 1d4 de dano de concussão.": 1,
"Vegetação Tóxica - Uma criatura na vegetação tóxica deve ser bem-sucedida em um teste de resistência de Constituição CD 12 ou ficará enjoada. O enjoo passa 1d4 horas depois que a criatura deixar o local. Imunidade a veneno protege contra esses efeitos.": 1,
"Fosso - 6 metros de profundidade. Atletismo (Força ou Destreza) CD 10 para descer ou subir. Contorná-lo aumenta o tempo de viagem em uma hora.": 1,
"Lamaçal - Como areia movediça, mas sem o perigo de sufocamento. O movimento é reduzido à metade e testes de Atletismo CD 12 podem ser necessários para avançar.": 1,
"Brejo Raso - Água e lama até a altura da cintura. Passar cuidadosamente exige um teste de Sabedoria (Sobrevivência) CD 16. Falhas atraem uma cobra constritora.": 1,
"Brejo Profundo - Água e lama até o peito. Passar exige um teste de Sabedoria (Sobrevivência) CD 14. Uma falha atrai uma cobra constritora gigante.": 1,
"Galhos Pontiagudos - As árvores tornam-se mais baixas e cheias de galhos pontudos. Exige três testes de Acrobacia (Destreza) CD 11. A cada falha, a criatura sofre 1d4 de dano perfurante.": 1,
"Floresta Fechada - As copas das árvores bloqueiam completamente a luz, transformando a área em escuridão total, mesmo durante o dia.": 1,
"Nãotoca - Mata fechada infestada de plantas que causam coceira extrema. Um teste de resistência de Constituição CD 12 evita o efeito. A irritação dura 1d4 horas.": 1,
"Terreno Rochoso - Raízes e pedras escorregadias cobrem o solo. Testes de Atletismo (Força) CD 12 para evitar quedas.": 1,
"Colmeia Gigante - A passagem por esta área irrita abelhas gigantes. Cada hora de travessia tem 25% de chance de um ataque de enxame.": 1,
"Nevoeiro Denso - A visão é reduzida a 3 metros. Testes de Sabedoria (Percepção) sofrem -5 e a chance de se perder dobra.": 1,
"Raízes Emaranhadas - O terreno é coberto de raízes grossas. Testes de Acrobacia (Destreza) CD 10 para não tropeçar. Falhas causam 1 de dano de concussão.": 1,
"Rio de Correnteza Forte - Um rio estreito com correnteza violenta corta o caminho. Atletismo (Força) CD 15 para atravessar sem ser arrastado.": 1,
"Formigueiro Gigante - A trilha passa por cima de um formigueiro. Ficar parado ou falhar em um teste de Destreza CD 12 causa 1d6 de dano perfurante e veneno leve.": 1,
"Pedras Escorregadias - O caminho segue por pedras cobertas de limo. Teste de Acrobacia (Destreza) CD 13 para evitar cair. Uma falha causa 1d4 de dano de concussão.": 1,
"Tronco Caído - Um tronco bloqueia o caminho. É preciso escalá-lo (Atletismo CD 10) ou contornar o local (aumenta a viagem em 30 minutos).": 1,
"Toque Paralisante - Algumas plantas liberam um pó que entorpece o corpo. Resistência de Constituição CD 13 ou fica Enfeitiçado e com deslocamento reduzido pela metade por 1 hora.": 1,
"Corredor de Espinhos - Árvores e arbustos se alinham com galhos afiados. Passar exige um teste de Destreza CD 14 ou sofre 1d8 de dano cortante.": 1,
"Flores Alucinógenas - A área é coberta por flores grandes e pálidas que liberam um pólen fino. Cada criatura que respira o ar deve ser bem-sucedida em um teste de resistência de Constituição CD 13 a cada 10 minutos ou sofrerá os efeitos da magia Confusão por 1 minuto. Um vento forte pode dispersar o pólen temporariamente.": 1,
"Bosque de Cogumelos-Tosse - O chão é coberto por cogumelos marrons que, ao serem perturbados por movimento a até 1,5m, expelem uma nuvem de esporos. Criaturas na nuvem devem ser bem-sucedidas em um teste de resistência de Constituição CD 12 ou ficarão incapacitadas por 1d4 turnos devido a uma tosse violenta e incontrolável.": 1,
"Ravina Desmoronante - Uma ravina de 12m de largura e 30m de profundidade corta o caminho. A única passagem é uma ponte de pedra natural, estreita e antiga, que é considerada terreno difícil. Qualquer criatura que correr ou sofrer dano enquanto estiver na ponte deve fazer um teste de resistência de Destreza CD 14 ou cairá, pois um pedaço da ponte se quebra.": 1,
"Ninho de Cupins Petrificado - A área é um labirinto de montes de cupins gigantes, duros como pedra. Navegar pelo labirinto exige um teste de Sabedoria (Sobrevivência) CD 15. Uma falha significa perder 1d4 horas e dar de cara com as criaturas que agora usam os montes como covil (role um encontro).": 1,
"Rio de Correnteza Súbita - Um rio de 9m de largura que parece calmo na superfície. Atravessar a nado exige um teste de Atletismo (Força) CD 16. Em uma falha, a criatura é arrastada 2d6 metros rio abaixo e sofre 1d8 de dano de concussão ao bater nas rochas submersas.": 1,
"Deslizamento de Terra - Um deslizamento recente cobre o caminho com lama e pedras. Leva 1d4 horas para contornar ou limpar; quem tentar atravessar deve ter sucesso em um teste de Atletismo CD 12 ou fica preso na lama por 10 minutos.": 1,
"Árvore Gigante Caída - Um tronco colossal bloqueia o caminho. É possível escalar com um teste de Atletismo CD 10, mas há risco de cair e sofrer 1d6 de dano de concussão.": 1,
"Chuva de Esporos - O ar está denso com esporos alaranjados. Qualquer criatura que respire deve fazer um teste de Constituição CD 13 ou sofre desvantagem em testes de Percepção por 1 hora.": 1,
"Fenda Oculta - Uma rachadura profunda no solo esconde-se sob folhas e galhos. Teste de Percepção CD 14 para evitar cair (queda de 3 metros, 1d6 de dano de concussão).": 1,
"Torrente Repentina - Um riacho se transforma em correnteza violenta. Teste de Atletismo CD 15 para atravessar; falha arrasta a criatura 1d10 metros rio abaixo.": 1
}