{
"Nevoeiro Vivo - Um nevoeiro espesso cobre o local e reage à presença de criaturas. Quem permanecer nele por mais de 1 rodada deve fazer um teste de Constituição CD 13 ou ficará envenenado por 1 hora. O nevoeiro se dispersa após 1d6 horas.": 1,
"Raízes com Vontade Própria - As árvores ao redor parecem mover as raízes como tentáculos. Ao atravessar, cada criatura deve fazer um teste de Destreza CD 14; falha resulta em ficar imobilizada (CD 12 para escapar) e sofrer 1d6 de dano de impacto.": 1,
"Área de Silêncio Arcano - Nenhum som é emitido dentro de um raio de 15 metros. Magias com componentes verbais falham automaticamente, e criaturas devem fazer um teste de Sabedoria CD 13 ou ficar desorientadas por 1 minuto.": 1,
"Árvore Sanguínea - Uma árvore grotesca verte seiva avermelhada e quente. Ao tocar a seiva, a criatura sofre 1d8 de dano de fogo e deve fazer um teste de Constituição CD 12 ou fica envenenada por 1 hora.": 1,
"Esporos dos Sonhos - Fungos brilhantes liberam esporos dourados. Qualquer criatura que respire o ar deve fazer um teste de Sabedoria CD 14 ou cair em sono profundo por 1d4 horas, tendo visões perturbadoras.": 1,
"Círculo de Cogumelos Feéricos - Um anel perfeito de fungos mágicos pulsa com energia antiga. Qualquer criatura que o atravesse deve fazer um teste de Carisma CD 14; falha resulta em teletransporte para outro ponto aleatório da floresta (1d100 metros) ou para o Reino das Fadas por 1d4 horas.": 1,
"Sombras Autônomas - À medida que o sol se põe, as sombras se movem de forma independente. Criaturas que observarem por mais de 1 rodada devem fazer um teste de Sabedoria CD 13 ou ficam amedrontadas até o próximo amanhecer.": 1,
"Vento Sussurrante - Uma rajada fria carrega vozes indistintas. Qualquer criatura que falhe em um teste de Sabedoria CD 12 acredita ouvir seu próprio nome sendo chamado e é atraída 1d4×3 metros em direção ao som, podendo se separar do grupo.": 1,
"Solo Faminto - O chão pulsa e respira como se fosse carne viva. Ao pisar, o indivíduo deve ser bem-sucedido em um teste de Destreza CD 15 ou é agarrado (CD 13 para escapar) e sofre 1d8 de dano ácido por rodada enquanto estiver preso.": 1,
"Temporal Espiritual - Chove cinzas brilhantes, que ardem levemente ao toque. Durante 1d6 rodadas, criaturas que permanecerem na área sofrem 1d4 de dano radiante por turno e devem fazer um teste de Constituição CD 13 ou ficar cegas temporariamente (1 minuto).": 1,
"Sussurros incessantes vindos das árvores, repetindo nomes e segredos pessoais. CD 13 de Sabedoria ou o viajante sofre 1 ponto de exaustão por insônia.": 1,
"Luzes azuis flutuam entre as copas à noite — seguir uma leva ao desaparecimento completo (a vítima é teletransportada para outro plano por 1d4 dias).": 1,
"Som de risadas infantis vindo do nada. Criaturas que investigam devem ser bem-sucedidas em um teste de Sabedoria CD 12 ou ficam amedrontadas por 1 minuto.": 1,
"Árvores mudam discretamente de lugar sempre que ninguém olha, confundindo trilhas — testes de Sobrevivência são feitos com desvantagem.": 1,
"Sombra de uma torre inexistente projeta-se no chão ao pôr do sol. Criaturas que a atravessam sentem uma drenagem vital (1d6 de dano necrótico).": 1,
"Área onde não há som algum — a floresta se torna completamente muda. Conjurar magias verbais exige um teste de concentração CD 15.": 1,
"Um sussurro constante repete o nome do personagem à noite, vindo de todas as direções. CD 13 de Sabedoria ou não pode descansar adequadamente.": 1,
"Criaturas mortas são encontradas intactas, mas sem olhos. Permanecer mais de 1 hora aqui causa desvantagem em testes de Percepção.": 1,
"Os reflexos d’água mostram versões distorcidas de quem se aproxima. Inteligência CD 14 ou a criatura acredita que está sendo substituída por um doppelganger.": 1,
"Durante a noite, um luar verde ilumina o local. Qualquer cura mágica aplicada aqui causa metade do efeito.": 1,
"Aqueles que adentram essa parte da floresta tem visões de criaturas mortas que um dia amaram. É preciso ser bem-sucedido em um teste de resistencia de Carisma CD 14 ou a criatura fica impedida por alguma força sobrenatural, decidindo ficar por ali mesmo. O teste pode ser refeito uma vez por dia mas apenas se algo, de alguma maneira, afetar a criatura": 1,
"Varias arvores no local se alimentam de sangue. Um teste bem sucedido de Sabedoria (Percepção) CD 20 revela algumas arvores se mexendo contra o vento. A criatura precisa ser bem sucedida em um teste de Sabedoria (Sobrevivencia) CD 15 para navegar pelos pontos mais seguros. Caso nao perceba as arvores a criatura será atacada por 1d4+2 arvores de sangue durante o percurso (tratar como arvores despertas, mas ao invés da pancada elas tentam engolfar os inimigos e drenar seu sangue)": 1,
"Uma fenda gigantesca divide essa parte da floresta, no fundo dela, os fantasmas daqueles que se perderam vagam atormentados": 1,
"Essa parte da floresta é tomada por teias de uma forma que afeta até mesmo a locomoção. Desviar com maestria das teias faz a viagem aumentar em quatro horas. A criatura ainda pode passar tentando ignorar as teias ou corta-las; o tempo de viagem não aumenta mas provoca 1d4 encontros com aranhas": 1,
"Um odor vindo direto do inferno, extremamente toxico infesta essa parte da floresta com uma nevoa densa e escura, quase palpavel. Qualquer um que respirar perto da nevoa perde 1 de Constituição a cada 2d4 minutos. Criaturas que perderam constituição dessa maneira, recuperam 1 ponto a cada descanço longo": 1,
"Uma estalagem fantasma constituida por fantasmas que morreram na floresta surge esporadicamente nessa região. Os fantasmas são amistosos e tentam sempre trazer a criatura pra sua estalagem acreditando que ela tambem é um fantasma, só não aceitou isso ainda. Caso a criatura conclua um descanso longo na estalagem, ela precisa ser bem-sucedida em um teste de resistencia de Inteligencia CD 10 (+1 para cada dia adicional) ou perderá a memoria e começará a acreditar que é um fantasma": 1,
"Um grande campo de flores que se alimentam das memorias. Qualquer criatura que tiver contato com as flores deve ser bem-sucedida em um teste de resistencia de Inteligencia CD 18 ou perderá completamente a memoria por 24 horas. Criaturas bem-sucedidas no teste estão imunes a esse efeito por 24 horas": 1,
"O terreno parece mole, a vegetação é estranha, como se fosse agua, nesse local pantanoso qualquer criatura que tenha contato com essa 'agua' recebe 1d6 de dano acido por turno": 1,
"Essa parte da floresta tem alguns rostos humanoides nas arvores, qualquer teste de navegação deve ser refeito com desvantagem. Enquanto permanecer nessa area a criatura toma 1d10 de dano psiquico por hora. Caso morra com esse dano, seu rosto aparece em uma das arvores": 1,
"Nessa região a vegetação começa a cobrir e sufocar qualquer criatura que fique parada, mesmo que só por alguns segundos": 1,
"Nessa parte da floresta existem arvores frutiferas mas suas frutas são muito estranhas. Qualquer criatura que não se locomover em ritmo lento perturba os frutos mais maduros que despencam e ao atingirem o chão ativam aleatoriamente uma magia selvagem. 2d6 frutos caem a cada uma hora de caminhada": 1,
"Vozes incompreensíveis ecoam e impossibilitam a comunicação oral por todo local": 1,
"Lufadas de vento são conjuradas aleatoriamente nessa parte da floresta. É preciso ser bem-sucedido em um teste de Sabedoria (Percepção) CD 15 e Inteligencia (Investigação) CD 14, para perceber os padrões e descobrir onde serão as lufadas para assim poder evita-las. Caso contrario é impossivel atravessar o local, a criatura será sempre empurrada para fora": 1,
"As folhas das plantas possuem uma camada de pó sonífero, se a agitadas o pó se espalha pelo ar semelhante a magia sono": 1,
"Por algum motivo a vegetação dessa parte da floresta drena a Sabedoria de qualquer humanoide que permanecer ali por tempo suficiente. A cada 20 minutos no local um humanoide perderá 1 de Sabedoria": 1,
"Terremotos constantes apenas nessa area abrem fissuras o tempo todo, o estranho é que essas fissuras também se fecham. Enquanto uma criatura percorrer o local, os terremotos acontecerão 2d4 vezes. Trate o terremoto e as fissuras como na magia 'Terremoto'": 1,
"O chão absorve lentamente qualquer coisa que pese mais de 40 kilos, como uma areia movediça": 1,
"Portais surgem aleatoriamente por algum motivo. É preciso ser bem-sucedido em um teste de Carisma (Intuição) ou a criatura que tentar atravessar o local será aleatoriamente teletransportada para outro lugar da ilha": 1,
"A floresta parece se repetir constantemente. Um teste bem-sucedido de resistencia de Carisma CD 14, revela uma ilusão. Caso a criatura falhe ela anda em circulos por 1d6 horas até perceber que esta perdida. Mesmo que tenha sucesso no teste de resistencia, a criatura precisa fazer novamente qualquer teste de navegação para chegar a onde deseja": 1,
"Bosque da Apatia Eterna - Uma névoa cinzenta permeia esta parte da floresta. A cada hora na área, cada criatura deve ser bem-sucedida em um TR de Sabedoria CD 13 ou se tornará apática. Uma criatura apática não pode usar Inspiração e tem desvantagem em testes de Iniciativa. O efeito dura até que a criatura complete um descanso longo fora da área.": 1,
"Clareira do Tempo Acelerado - Uma clareira de 30m de diâmetro onde o tempo passa 60 vezes mais rápido. Para cada turno gasto dentro, 1 minuto se passa do lado de fora. A duração de magias e efeitos expira rapidamente, e os personagens precisarão de comida e água muito mais cedo.": 1,
"Floresta dos Ecos Vivos - Qualquer som mais alto que um sussurro cria um eco físico. Um grito causa 1d4 de dano de trovão a todos num raio de 3m. O som de uma espada desembainhada cria uma lâmina de força que ataca um alvo aleatório (Ataque +3, 1d6 dano de força). Viajar em silêncio é a única opção segura (teste de Destreza (Furtividade) CD 14).": 1,
"Trilha do Crepúsculo Perpétuo - Esta área está permanentemente em transição com o Reino das Sombras. A cada 10 minutos, há uma chance de 25% de que uma criatura seja puxada para o Reino das Sombras por 1d4 turnos, reaparecendo em um local aleatório a até 9m de distância.": 1,
"Árvores-Espelho - As árvores aqui têm cascas lisas e prateadas que refletem imagens distorcidas. Qualquer criatura que olhar para seu próprio reflexo por mais de um turno deve fazer um TR de Carisma CD 15. Em uma falha, seu reflexo se solta da árvore e o ataca (use as estatísticas de uma Sombra).": 1
}