{
    "Zona de Magia Nula - Uma área esférica de 150m de diâmetro onde a magia não funciona. Feitiços se dissipam, itens mágicos se tornam mundanos, e bônus mágicos são suprimidos. Criaturas extraplanares que entram na área são instantaneamente banidas.": 1,
    "Cristais de Eco Mágico - A área é cheia de cristais roxos. Sempre que uma magia é conjurada num raio de 18m de um cristal, ele tenta absorvê-la (Role d20: 1-10 a magia é anulada; 11-20 a magia funciona, mas é armazenada). Dano nos cristais (CA 13, 15 PV) libera uma magia armazenada em um alvo aleatório.": 1,
    "Bolsões de Gravidade Invertida - Existem áreas circulares de 3 a 9 metros de diâmetro onde a gravidade é invertida. Uma criatura que entra na área deve ser bem-sucedida em um TR de Destreza CD 15 para se agarrar a algo. Em uma falha, ela 'cai' para cima a 18m por turno, sofrendo dano de queda ao atingir o dossel da floresta.": 1,
    "Chuva de Sangue Mágico - Nesta área chove um sangue mágico e tépido. A cada minuto na chuva, role 1d6 для cada criatura: 1-2 a criatura é afetada por Bênção; 3-4 a criatura é afetada por Perdição; 5-6 nada acontece. O efeito dura 1 minuto.": 1,
    "Aura de Petrificação Lenta - O ar é pesado e estático. A cada 10 minutos na área, uma criatura deve fazer um TR de Constituição CD 12. Após a primeira falha, sua velocidade é reduzida em 3m. Após a segunda, ela fica impedida. Após a terceira, ela é petrificada. Sair da área por 1 hora reverte o processo.": 1,
    "Nessa parte da floresta existem arvores frutiferas mas suas frutas são muito estranhas. Qualquer criatura que não se locomover em ritmo lento perturba os frutos mais maduros que despencam e ao atingirem o chão ativam aleatoriamente uma magia selvagem. 2d6 frutos caem a cada uma hora de caminhada": 1,
    "Vozes incompreensíveis ecoam e impossibilitam a comunicação oral por todo local": 1,
    "Lufadas de vento são conjuradas aleatoriamente nessa parte da floresta. É preciso ser bem-sucedido em um teste de Sabedoria (Percepção) CD 15 e Inteligencia (Investigação) CD 14, para perceber os padrões e descobrir onde serão as lufadas para assim poder evita-las. Caso contrario é impossivel atravessar o local, a criatura será sempre empurrada para fora": 1,
    "As folhas das plantas possuem uma camada de pó sonífero, se a agitadas o pó se espalha pelo ar semelhante a magia sono": 1,
    "Por algum motivo a vegetação dessa parte da floresta drena a Sabedoria de qualquer humanoide que permanecer ali por tempo suficiente. A cada 20 minutos no local um humanoide perderá 1 de Sabedoria": 1,
    "Terremotos constantes apenas nessa area abrem fissuras o tempo todo, o estranho é que essas fissuras também se fecham. Enquanto uma criatura percorrer o local, os terremotos acontecerão 2d4 vezes. Trate o terremoto e as fissuras como na magia 'Terremoto'": 1,
    "O chão absorve lentamente qualquer coisa que pese mais de 40 kilos, como uma areia movediça": 1,
    "Portais surgem aleatoriamente por algum motivo. É preciso ser bem-sucedido em um teste de Carisma (Intuição) ou a criatura que tentar atravessar o local será aleatoriamente teletransportada para outro lugar da ilha": 1,
    "A floresta parece se repetir constantemente. Um teste bem-sucedido de resistencia de Carisma CD 14, revela uma ilusão. Caso a criatura falhe ela anda em circulos por 1d6 horas até perceber que esta perdida. Mesmo que tenha sucesso no teste de resistencia, a criatura precisa fazer novamente qualquer teste de navegação para chegar a onde deseja": 1,
    "Círculo de Runas Selvagens - Runas brilhantes surgem no chão de forma aleatória. Qualquer criatura que pisar sobre uma deve fazer um teste de Inteligência CD 15 ou ativar um efeito aleatório de magia selvagem (1d4 efeitos possíveis).": 1,
    "Plantas Mutantes - Folhagens se contorcem e atacam quem se aproxima. Um teste de Destreza CD 14 evita 1d6 de dano cortante por rodada.": 1,
    "Nevoeiro Cromático - Uma névoa colorida confunde a percepção. Teste de Sabedoria CD 13 ou a criatura andará em direções erradas por 1d6 horas.": 1,
    "Som Ambíguo - Sons distorcidos confundem criaturas. Teste de Inteligência CD 14 para não perder direção e alertar inimigos ou falhar e andar em círculos 1d4 horas.": 1,
    "Água Encantada - Pequenos riachos emanam energia mágica instável. Beber ou entrar na água exige teste de Constituição CD 13 ou sofrer 1d6 de dano de energia e desvantagem em testes de resistência por 1 hora.": 1,
    "Folhas Ilusórias - Algumas árvores criam ilusões de caminhos claros; teste de Sabedoria CD 15 ou a criatura seguirá a ilusão e se perderá 1d6 horas.": 1,
    "Brilho Repentino - Luzes mágicas piscam, cegando temporariamente. Qualquer criatura deve fazer teste de Constituição CD 12 ou ficar cega por 1 rodada a cada 10 minutos na área.": 1,
    "Raízes Fantasmagóricas - As raízes das árvores se projetam do chão de forma imprevisível. Qualquer criatura que passar sobre elas deve fazer teste de Destreza CD 15 ou sofrer 1d6 de dano perfurante e ficar presa por 1 rodada.": 1,
    "Esporos Mágicos - Pequenos fungos liberam esporos que afetam a mente. Teste de Inteligência CD 14 ou a criatura ficará confusa por 1d4 rodadas.": 1,
    "Neve ou Geada Anômala - Uma área é coberta por gelo ou neve que não deveria existir. Qualquer criatura que se mover pelo local deve fazer teste de Destreza CD 13 ou escorregar, caindo e sofrendo 1d4 de dano contuso.": 1,
    "Arbustos Telepáticos - Ao se aproximar, os arbustos enviam imagens mentais. Teste de Sabedoria CD 14 para resistir ou a criatura fica paralisada tentando compreender a mensagem por 1d4 rodadas.": 1,
    "Pedras Flutuantes - Algumas pedras no caminho flutuam levemente. Passar entre elas exige teste de Acrobacia CD 15 ou sofrer 1d6 de dano contuso por impacto.": 1,
    "Bruma Ilusória - Uma neblina confunde os sentidos. Teste de Inteligência CD 15 para perceber que os objetos próximos são ilusórios, caso contrário a criatura se move em direção errada 1d6 horas.": 1,
    "Arvore Cameleônica - Uma árvore muda de aparência constantemente, confundindo rastros. Teste de Sabedoria CD 14 para não se perder ao atravessar a área.": 1,
    "Poça de Energia Selvagem - Ao pisar na poça, a criatura deve fazer teste de Constituição CD 13 ou receber 1d6 de dano de energia mágica instável e efeito aleatório de magia selvagem.": 1,
    "Vinhas Enredantes - Vinhas se movem para prender criaturas. Teste de Força CD 15 ou ficar preso 1d4 rodadas, sofrendo 1d4 de dano cortante por rodada.": 1,
    "Som Ambíguo II - Sons ecoam de forma mágica e confundem percepção. Teste de Sabedoria CD 14 ou a criatura confunde aliados e inimigos, sofrendo desvantagem em testes de ataque por 1d4 rodadas.": 1
}