{
  "O cheiro seco e limpo de areia e rocha aquecidas pelo sol implacável.": 1,
  "O aroma empoeirado e mineral do ar quente, carregado por uma brisa constante.": 1,
  "O cheiro poderoso e terroso de chuva (petricor) caindo sobre a terra seca, mesmo que à distância.": 1,
  "Fragrância herbal e resinosa de arbustos resistentes, liberada pelo calor do meio-dia.": 1,
  "O cheiro de um oásis: uma mistura de terra úmida, vegetação verde e água fresca.": 1,
  "Um perfume doce e intenso de flores de cacto que desabrocham durante a noite, carregado pela brisa noturna.": 1,
  "O odor forte e rançoso de uma carcaça secando ao sol, um cheiro de morte quente e penetrante.": 1,
  "O cheiro azedo e estagnado de um poço de água quase seco, com lodo e algas.": 1,
  "Aroma agudo e salgado de um leito de sal, onde a água evaporou e deixou uma crosta branca.": 1,
  "Cheiro de fumaça de acampamento no ar, sugerindo a presença de outros viajantes.": 1,
  "Um odor almiscarado e animal, deixado por uma caravana ou uma matilha de predadores do deserto.": 1,
  "Cheiro antigo de poeira e pedra selada, emanando de uma ruína ou tumba recém-exposta pelo vento.": 1,
  "Uma lufada de vento que carrega um cheiro exótico de especiarias, como canela ou açafrão.": 1,
  "O cheiro agudo e elétrico de ozônio e vidro queimado, como se um raio tivesse atingido a areia.": 1,
  "Um odor sulfúrico e pesado, que parece subir de uma fenda no chão ou da toca de uma criatura subterrânea.": 1,
  "Cheiro de areia aquecida pelo sol intenso.": 1,
  "Aroma seco e poeirento levantado pelo vento.": 1,
  "Odor de cactos florescendo sob o calor.": 1,
  "Cheiro de plantas ressecadas e quebradiças.": 1,
  "Aroma forte de rochas quentes emitindo calor.": 1,
  "Cheiro de suor misturado ao sol abrasador.": 1,
  "Odor de carne de animais mortos secando ao sol.": 1,
  "Aroma de vento carregando areia fina nos olhos e nariz.": 1,
  "Cheiro ácido de minerais expostos em penhascos.": 1,
  "Odor de fumaça de pequenas fogueiras de viajantes.": 1,
  "Cheiro de resina de árvores esparsas do deserto.": 1,
  "Aroma de poças de água estagnada e lodosa, raras mas presentes.": 1,
  "Cheiro de ossos antigos queimando levemente ao sol.": 1,
  "Odor metálico vindo de pedras minerais e ferro exposto.": 1,
  "Aroma seco de vento quente e impiedoso que resseca tudo.": 1
}