{
"O assobio constante do vento carregando poeira e areia.": 1,
"O estalar de pedras soltas rolando encosta abaixo.": 1,
"O chiado de cactos e plantas secas sendo agitadas pelo vento.": 1,
"O zumbido distante de insetos resistentes ao calor.": 1,
"O estalo seco de galhos e arbustos quebrando.": 1,
"O eco de passos sobre solo arenoso e duro.": 1,
"O farfalhar da areia soprada em dunas.": 1,
"O canto distante de aves adaptadas ao deserto.": 1,
"O estalo ocasional de ossos secos ou restos de animais.": 1,
"O murmúrio do vento passando por vales e rochas.": 1,
"O bater de asas de aves sobrevoando a planície arenosa.": 1,
"O gotejar raro de água em poças temporárias.": 1,
"O tilintar de pequenas pedras movidas pelo vento.": 1,
"O estalo de cactos sendo tocados por animais ou vento.": 1,
"O sussurro do vento passando entre penhascos e formações rochosas.": 1,
"O barulho de areia caindo de dunas instáveis.": 1,
"O estalo de areia seca sendo esmagada pelos passos.": 1,
"O chiado de répteis se movendo sob o calor.": 1,
"O zumbido distante de insetos voando em áreas úmidas do deserto.": 1,
"O eco de gritos ou uivos de animais distantes nas dunas.": 1,
"O silêncio quase absoluto, quebrado apenas pelo assobio do vento sobre a areia.": 1,
"O som sibilante da areia sendo soprada sobre a crista de uma duna.": 1,
"O chacoalhar seco de um arbusto rolando com o vento.": 1,
"O zumbido de um inseto resistente, como um besouro ou gafanhoto, voando baixo.": 1,
"O guizo de alerta de uma cascavel, escondida à sombra de uma rocha.": 1,
"O uivo de um coiote ou lobo do deserto à noite, ecoando na vastidão.": 1,
"O grito agudo de uma ave de rapina circulando no céu.": 1,
"O som de um trovão distante, um ronco baixo no horizonte sem sinal de chuva.": 1,
"O som rítmico e suave dos sinos de uma caravana de camelos.": 1,
"O bater de asas de um abutre, voando baixo para inspecionar o grupo.": 1,
"Um som baixo e ressonante, quase musical, vindo de uma grande duna ('duna cantante').": 1,
"O som de rochas se partindo sob o calor intenso, um estalo seco e repentino.": 1,
"Um som de algo grande se movendo sob a areia, um ruído de atrito e deslocamento.": 1,
"Sussurros em uma língua antiga, que parecem ser carregados pelo vento vindo de ruínas próximas.": 1,
"Um zumbido grave e constante que parece vir de todas as direções ao mesmo tempo, e depois para.": 1
}