{
"População Atacada (Rolar na tabela de encontro apropriada)": 1,
"Abandono por escassez de recursos": 1,
"Doença (Rolar na tabela de doenças)": 1,
"Perigo Próximo (Rolar na tabela de monstruosidades apropriada)": 1,
"Desaparecimento misterioso dos habitantes": 1,
"Tomado pela vegetação — as construções sumiram sob as raízes e trepadeiras": 1,
"Assentamento amaldiçoado — ninguém ousa permanecer ali": 1,
"Infestação de pragas ou criaturas pequenas destruidoras": 1,
"Envenenamento das águas locais por causas naturais ou mágicas": 1,
"Dominado por um culto que desapareceu ou foi expulso": 1,
"Destruição parcial por incêndio florestal": 1,
"Desaparecimento de rota de caça ou pesca essencial": 1,
"Fuga após ataque de um espírito da floresta enfurecido": 1,
"Exílio forçado pelos próprios habitantes vizinhos": 1,
"Condenado por desrespeitar antigos costumes da floresta sagrada": 1,
"Exploração excessiva de madeira levou ao colapso do assentamento": 1,
"Região coberta por neblina tóxica ou esporos de fungos": 1,
"Evacuado após conflitos nas redondezas": 1,
"Terreno tomado por criaturas fúngicas que dominaram o local": 1,
"Corrupção da Tormenta: A própria terra se tornou hostil. As árvores se contorceram, a água do rio ficou ácida e sussurros enlouquecedores preencheram o ar, forçando os moradores a fugir da loucura iminente.": 1,
"Pacto Feérico Desfeito: O vilarejo quebrou uma promessa antiga com os seres feéricos da floresta. Como retribuição, as fadas roubaram algo vital: as crianças, a sorte do vilarejo ou a própria comida.": 1,
"Infestação Incontrolável: Não apenas um monstro, mas uma praga. Um ninho de monstros eclodiu, tornando a vida impossível.": 1,
"Cisma Interno Violento: Uma disputa sobre como lidar com a floresta (preservar vs. explorar) dividiu a comunidade em duas facções que guerrearam entre si até o lugar se tornar inabitável.": 1,
"Desastre Natural: Um deslizamento de terra de uma encosta encharcada, uma inundação repentina do rio ou um incêndio florestal devastador forçou um abandono imediato.": 1
}