{
  "A ausência quase total de cheiro, apenas o aroma estéril e cortante do ar gélido.": 1,
  "Cheiro sutil e fresco de água pura, como o de neve recém-caída ou gelo derretendo.": 1,
  "Aroma agudo e salgado do oceano congelante, carregado por uma brisa impiedosa.": 1,
  "Cheiro mineral e seco de rocha nua e poeira antiga, vindo de um afloramento varrido pelo vento.": 1,
  "Um odor forte e oleoso de almíscar animal, denunciando a presença de um predador próximo.": 1,
  "O cheiro metálico e inconfundível de sangue fresco, contrastando fortemente com a neve limpa.": 1,
  "O odor pungente de amônia e excrementos de uma colônia de aves marinhas em um penhasco.": 1,
  "Um cheiro levemente adocicado de carniça congelada, uma decomposição lenta e preservada pelo frio.": 1,
  "O forte odor sulfúrico de 'ovos podres', emanando de uma fenda geotérmica ou fonte termal.": 1,
  "Um cheiro elétrico e limpo de ozônio no ar, como se uma aurora recente tivesse energizado a atmosfera.": 1,
  "Fragrância úmida e terrosa de líquens e musgos em um local abrigado, um raro vestígio de vida vegetal.": 1,
  "Um cheiro antigo e empoeirado, liberado de uma fenda recém-aberta no gelo, como ar preso por milênios.": 1,
  "Odor metálico e antinatural de ferrugem fria e óleo velho, sugerindo uma estrutura esquecida sob o gelo.": 1,
  "Uma fragrância bizarramente doce, quase floral, completamente deslocada na paisagem ártica.": 1,
  "Um fedor acre e azedo que queima as narinas, como se o sangue de uma criatura aberrante tivesse sido derramado.": 1,
  "Cheiro cortante de gelo puro e seco.": 1,
"Aroma metálico do ar extremamente frio.": 1,
"Cheiro de couro ressecado usado para roupas e tendas.": 1,
"Odor de gordura animal queimada para aquecimento.": 1,
"Aroma de fumaça de fogueiras lutando contra o vento gelado.": 1,
"Cheiro de peixe seco guardado em sacos de couro.": 1,
"Odor forte de gordura de foca e baleia usada como combustível.": 1,
"Aroma de neve recém-caída, fresco e limpo.": 1,
"Cheiro de pelos úmidos de animais do ártico.": 1,
"Odor de sangue fresco rapidamente congelando no ar.": 1,
"Cheiro de gelo salgado vindo de blocos flutuantes.": 1,
"Aroma ácido de musgo congelado esmagado sob os pés.": 1,
"Odor de madeira velha usada em cabanas precárias.": 1,
"Cheiro de ossos e carcaças congeladas sob a neve.": 1,
"Aroma gelado de vento glacial, quase sem cheiro, mas opressivo.": 1
}