{
    "Vasta planície de neve fofa e intocada, onde o som dos passos é abafado por um silêncio profundo.": 1,
    "Campo de gelo irregular e quebrado, forçando um caminho cuidadoso entre as placas afiadas e instáveis.": 1,
    "Superfície de um lago congelado, tão lisa e escura que reflete o céu cinzento como um espelho de obsidiana.": 1,
    "Colina suave coberta por uma camada de neve endurecida pelo vento, que racha sob os pés como vidro.": 1,
    "Afloramento de rocha negra e nua, coberta por líquens coloridos que resistem ao frio intenso.": 1,
    "Passagem estreita entre duas paredes de gelo maciço, onde o vento assobia com uma voz melancólica.": 1,
    "Neve esculpida pelo vento em formas onduladas e pontiagudas, criando uma paisagem de dunas brancas e afiadas.": 1,
    "Pequena fonte termal que derrete a neve ao redor, criando uma poça de água fumegante e um oásis de calor precário.": 1,
    "Área onde a neve é coberta por uma fina camada de cinzas vulcânicas, deixando o chão cinzento e sujo.": 1,
    "Caverna de gelo rasa, com pingentes do tamanho de espadas pendendo do teto e paredes translúcidas.": 1,
    "Trilha de pegadas de um animal solitário (urso-polar, lobo) marcada claramente na neve recente.": 1,
    "Blocos de gelo do tamanho de carroças, empurrados para a costa pela maré, formando uma barreira caótica.": 1,
    "Carcassa congelada de um grande animal (mamute, alce), perfeitamente preservada e semi-enterrada na neve.": 1,
    "Área onde o vento sopra neve solta constantemente, reduzindo a visibilidade a poucos metros.": 1,
    "Buraco de respiração na superfície de um rio congelado, usado por focas ou outras criaturas marinhas.": 1,
    "Pequeno vale protegido do vento, onde a neve é mais profunda e alguns arbustos resistentes conseguem crescer.": 1,
    "Parede de um glaciar, com suas camadas de gelo azul e branco contando séculos de história congelada.": 1,
    "O céu noturno claro, dominado por uma aurora de luzes verdes e violetas que dançam silenciosamente.": 1,
    "Gelo fino sobre uma poça de água salgada, que estala e geme perigosamente a cada passo próximo.": 1,
    "Toca abandonada cavada na neve, com restos de ossos e peles espalhados na entrada.": 1,
    "Um único e teimoso pinheiro anão, retorcido pelo vento, agarrando-se a uma fenda em uma rocha.": 1,
    "Chão coberto por uma geada cristalina que brilha com as cores do arco-íris sob a luz fraca.": 1,
    "Fragmentos de ossos e marfim espalhados por uma pequena área, sugerindo uma caçada ou um antigo cemitério de animais.": 1,
    "Rio congelado que ainda corre sob uma espessa camada de gelo, produzindo um som oco e constante.": 1,
    "Névoa gélida que paira sobre o chão, congelando instantaneamente em qualquer superfície e obscurecendo o terreno.": 1,
    "Pequeno círculo de pedras escuras, arrumadas de forma não natural, possivelmente os restos de uma antiga fogueira.": 1,
    "Área onde a neve derreteu e congelou várias vezes, criando uma superfície irregular e escorregadia como um chão de vidro quebrado.": 1,
    "O sol paira baixo no horizonte, lançando sombras longas e azuis que fazem o terreno parecer enganosamente diferente.": 1,
    "Um som alto e súbito de gelo rachando ecoa à distância, um lembrete constante da instabilidade do ambiente.": 1,
    "Restos de um trenó ou de um pequeno barco de couro, esmagado e congelado no gelo.": 1,
    "Formações de gelo que se assemelham a estátuas humanas, esculpidas pela ação implacável do vento e da neve.": 1,
    "Um pedaço de gelo perfeitamente transparente, do tamanho de um escudo, com um peixe pré-histórico congelado dentro.": 1,
    "Neve que, quando pisada, emite uma fraca luminescência azul por alguns segundos antes de se apagar.": 1,
    "Círculo perfeito na neve onde nada cresce e o gelo parece mais fino, emanando um frio ainda mais intenso que o normal.": 1,
    "Vento que carrega consigo sussurros ou fragmentos de uma canção antiga, quase inaudíveis.": 1,
    "Pingentes de gelo que, quando o vento passa por eles, criam uma melodia dissonante e assustadora, como sinos de vento feitos de ossos.": 1,
    "Gelo com veios vermelhos correndo por dentro, como se sangue estivesse congelado em seu interior.": 1,
    "Trilha de pegadas não-humanas com garras, que subitamente desaparecem no meio de uma planície aberta.": 1,
    "Área onde a neve não se acumula, não importa o quão forte seja a nevasca, deixando um trecho de terra negra e congelada exposto.": 1,
    "Um corpo congelado de um explorador, com uma expressão de terror no rosto, apontando para o céu vazio.": 1,
    "Esqueleto colossal de uma criatura serpenteante, metade enterrado no gelo, com as costelas formando arcos contra o céu.": 1,
    "Gruta de gelo cujas paredes ecoam as batidas do coração de quem entra, cada vez mais alto e rápido.": 1,
    "Área onde pequenas chamas azuis e frias dançam sobre a superfície da neve, sem derretê-la.": 1,
    "Uma fenda profunda no gelo de onde emana não o frio, mas um calor suave e um cheiro de flores murchas.": 1,
    "Um monólito de gelo negro que não reflete a luz e parece absorver o som ao seu redor.": 1,
    "Pegadas que se movem em círculo, tornando-se progressivamente mais profundas até que parecem ter afundado no chão sólido.": 1,
    "Gelo que, quando observado de perto, revela rostos contorcidos em agonia presos em seu interior.": 1,
    "Uma área onde a gravidade parece mais fraca, e os saltos levam os viajantes a alturas surpreendentes.": 1,
    "O som de correntes sendo arrastadas pode ser ouvido sob o gelo, vindo das profundezas de um lago congelado.": 1,
    "Campo de flores de gelo, delicadas e complexas, que se desfazem em pó ao menor toque.": 1,
    "Planície de neve interminável, onde o horizonte se confunde com o céu branco.": 1,
"Penhascos de gelo azul, erguendo-se como muralhas cristalinas.": 1,
"Campo de neve fofa, onde cada passo afunda até os joelhos.": 1,
"Pequena fissura no gelo, revelando água escura e gelada correndo por baixo.": 1,
"Caverna de gelo com paredes translúcidas que brilham à luz do sol.": 1,
"Colina coberta de neve dura, onde o vento uiva sem descanso.": 1,
"Trilha de pegadas congeladas, desaparecendo em meio à nevasca.": 1,
"Lago congelado, rachado por linhas que se espalham como teias.": 1,
"Campos de estalactites de gelo, pendendo de rochas escarpadas.": 1,
"Tundra árida, coberta apenas por líquens resistentes e pedras cobertas de gelo.": 1,
"Vale coberto por neblina gelada, onde a visão é limitada a poucos metros.": 1,
"Área com blocos de gelo empilhados, lembrando ruínas naturais.": 1,
"Círculo de pedras cobertas de gelo, como um antigo monumento esquecido.": 1,
"Aurora boreal iluminando o céu, pintando a paisagem com cores vibrantes.": 1,
"Escarpa gelada, quase impossível de escalar sem equipamentos.": 1,
"Pequena colina de neve endurecida pelo vento, parecendo uma tumba natural.": 1,
"Carcaça de animal congelada, preservada no gelo como se o tempo tivesse parado.": 1,
"Campos cobertos por neve cristalina que brilha como diamantes sob a luz.": 1,
"Área de neve compactada, marcada por rachaduras que ecoam quando pisadas.": 1,
"Torre natural de gelo, esculpida pelo vento em forma de espiral.": 1,
"Pequeno riacho não congelado, exalando vapor em contraste com o frio.": 1,
"Trilha de lobos que circula um ponto, desaparecendo na distância.": 1,
"Caverna escura com entrada quase escondida sob uma duna de neve.": 1,
"Penhasco com vista para um mar congelado coberto por icebergs.": 1,
"Área com ventos cortantes que levantam redemoinhos de neve.": 1,
"Nevasca repentina, que cobre rapidamente os rastros deixados pelos viajantes.": 1,
"Planície congelada com ossadas de criaturas antigas expostas pelo gelo.": 1,
"Arbustos retorcidos, cobertos por neve e gelo endurecido.": 1,
"Formação de gelo em forma de arco natural, lembrando um portal.": 1,
"Área de gelo espelhado, refletindo o céu como se fosse vidro.": 1,
"Pequeno lago termal, sua água fumegante descongelando um círculo ao redor.": 1,
"Encosta coberta de neve em constante avalanche.": 1,
"Grande bloco de gelo rachado, com sons graves ecoando de dentro.": 1,
"Planície sem marcas, onde nem pegadas de animais são vistas.": 1,
"Pequeno grupo de pinheiros isolados, cobertos por neve pesada.": 1,
"Formações de gelo que lembram figuras humanoides distorcidas.": 1,
"Caverna onde o teto goteja água que congela antes de tocar o chão.": 1,
"Rastro de trenó antigo, parcialmente soterrado pela neve.": 1,
"Área onde o frio é tão intenso que a respiração congela instantaneamente no ar.": 1,
"Grande fenda aberta no gelo, ecoando como um abismo sem fim.": 1,
"Campos de neve manchados por líquens vermelhos resistentes.": 1,
"Área com estalagmites de gelo, como lanças cravadas no solo.": 1,
"Vale silencioso, onde o som dos passos parece abafado pelo gelo.": 1,
"Pedra negra solitária em meio à neve branca, destacando-se na paisagem.": 1,
"Área onde a neve brilha com tons azulados, como se fosse encantada.": 1,
"Blocos de gelo em forma de muralha, protegendo uma área circular.": 1,
"Região com buracos no gelo, onde focas aparecem para respirar.": 1,
"Grande sombra sob o gelo, como se algo imenso se movesse abaixo.": 1,
"Colina com um círculo de ossos congelados, lembrando um antigo ritual.": 1,
"Planície varrida pelo vento, onde não cresce nada além de silêncio.": 1
}