{
"O uivo incessante do vento, soprando neve e cortando como uma navalha.": 1,
"O estalo e o rangido profundos de uma geleira se movendo lentamente.": 1,
"O som oco e crocante da neve compactada quebrando sob os pés.": 1,
"Um silêncio profundo e quase absoluto, tão intenso que se pode ouvir o próprio pulso.": 1,
"O som de um iceberg se partindo e caindo no mar, um trovão de gelo que ecoa por quilômetros.": 1,
"O latido distante de focas, vindo da direção do mar congelado.": 1,
"O uivo solitário de um lobo do ártico, respondido por outros à distância.": 1,
"A respiração pesada e ofegante de um grande animal, logo além do campo de visão.": 1,
"O choro agudo de uma ave marinha do ártico, cortando o silêncio.": 1,
"O borbulhar suave de uma fonte termal, um som de água corrente em meio ao gelo.": 1,
"Um zumbido baixo e ressonante, que parece emanar de uma formação de gelo estranha.": 1,
"Um som de raspagem vindo de debaixo do gelo, como se algo estivesse tentando sair.": 1,
"Sussurros fracos e indecifráveis, que parecem ser carregados pelo próprio vento.": 1,
"O som rítmico de algo batendo, como um tambor lento, vindo do coração de um glaciar.": 1,
"Um silêncio súbito e antinatural, quando até mesmo o vento parece parar de soprar por um instante.": 1,
"O uivo cortante do vento gelado entre as formações de gelo.": 1,
"O estalo do gelo se quebrando ou movendo sob pressão.": 1,
"O rangido de neve acumulada cedendo sob peso.": 1,
"O som de pequenos animais atravessando a neve.": 1,
"O eco distante de fendas ou cavernas geladas.": 1,
"O bater de asas de aves migratórias resistentes ao frio.": 1,
"O tilintar de cristais de gelo caindo de penhascos.": 1,
"O estalo de blocos de gelo se chocando na água fria.": 1,
"O murmúrio suave de neve caindo do céu.": 1,
"O sibilo do vento passando entre fendas geladas.": 1,
"O barulho de água correndo sob a superfície congelada.": 1,
"O som de pedras ou gelo rolando encosta abaixo.": 1,
"O ranger de madeira ou tendas em acampamentos locais.": 1,
"O estalo de ossos ou gelo quebrando sob peso de animais.": 1,
"O eco de gritos de aves ou humanos distantes.": 1,
"O chiado de ventos cortantes sobre neve e rochas.": 1,
"O som de passos afundando na neve macia.": 1,
"O bater de asas de aves aquáticas próximas a blocos de gelo flutuante.": 1,
"O ruído de pequenos rios ou córregos correndo sob neve.": 1,
"O sussurro constante do vento gelado na paisagem aberta.": 1
}