{
    "Zona de magia morta (similar a um campo anti-magia, mas magias de necromancia ainda funcionam)": 2,
    "O chão do lugar todo é tomado por uma agua pastosa e turva. De dia a vegetação parece estar derretendo, como gelo em um dia de verão, de noite ela floresce como na primavera, mas com flores de cristais de gelo": 1,
    "Diversas teias infestam a floresta, da copa das arvores até a vegetão rasteira. As teias são rigidas como cordas e todo encontro na região é com aranhas": 3,
    "A vegetação divide espaço com lapides e covas no que parece, um dia, ter sido um grande cemiterio humanoide": 4,
    "A floresta parece a mesma mas há um cheiro de carne podre e sons de correntes sendo arrastadas": 3,
    "Centenas de corpos humanoides sem vida espalhados pelo solo apodrecem enquanto são tomados pela vegetação": 2,
    "Almas de crianças humanoides são atraidas pra essa região. Elas brincam e riem o tempo todo, mas são invisiveis (como poltergeists). Os pequenos fantasmas tentam pregar peças e brincar com qualquer criatura viva que adentrar a região, mas elas não fazem nada nocivo, pelo menos não propositalmente": 1,
    "Antigas trilhas de caça abandonadas se espalham como era venenosa e findam em lugares sem muito sentido, a sensação de estar sendo observado é constante": 3,
    "Cemiterio de animais. Por algum motivo os animais da região vão até esse local para morrer": 2,
    "A região tem uma nevoa estranha e diversos fogos-fatuo. Todo encontro tem 1d6 fogos-fatuo adicionais e eles sempre tentam atraiar as criaturas para o perigo": 1,
    "Diversas arvore mortas sussuram em infernal historias antigas sobre um grande mal inevitavel que se aproxima": 2,
    "As plantas da região parecem murchas, se houver muito barulho na area elas despertam ressoando um cantico do abismo que causa 1d12 de dano trovejante": 1,
    "Por toda a região é possivel ouvir moscas zunindo e sentir um cheiro de ovo podre que nunca se extingue": 3,
    "Solo abençoado, apenas magias de origem divina funcionam na região": 1,
    "As arvores estão completamente secas e torradas, a vegetação parece que foi parcialmente queimada e o calor é intenso": 4,
    "Um grande mal morreu ou foi selado no solo. Qualquer criatura de tendencia não-maligna que adentrar o local ficará doente até que o deixe": 2,
    "Fenda abissal. Todos os encontros na area serão com corruptores (demonios)": 1,
    "As arvores tem couro ao inves de cascas e toda a vegetação sangra como um humanoide. Animais parecem evitar o local": 1,
    "Essa parte da floresta é linda, verde e com um otimo aroma de flores do campo e terra molhada. Ela é protegida por animais corrompidos pelo fogo do inferno, tornando-se bestas infernais. Só haverão encontros com bestas nessa area, porem elas recebem: Visão no escuro 36m. Resistência a Dano: frio, concussão, cortante e perfurante de ataques não-mágicos que não sejam de prata. Imunidade a Dano de fogo e veneno. Imunidade a Condição envenenado. Alem das habilidades que normalmente já teriam": 2,
    "Corpos putrefatos de diversos humanoides se espalham por essa região, partes decepadas, marcas de sangue seco e diversas inscrições de rituais abissais se tornam comuns. Alguns dissem que a muito tempo um massacre gnoll se iniciou nesse lugar. Ainda é possivel ouvir grunhindos e gargalhadas desorientadas": 3,
    "Vegetação rasteira com flores que soltam helio e afinam a voz": 1,
    "Local sem nuvens que chove sem parar": 3,
    "A grama alta e cinza esconde arbustos que parecem soltar risadas enquanto queimam com uma chama nefasta de cor verde": 4,
    "Essa parte da floresta é linda e estonteante e os ventos ressoam lindos sons. Ali era onde a muito tempo residia de um poderoso bardo. Aquele que não sussurrar ao passar pelo local ativará a maldição do bardo e perderá sua audição por 1d6 dias, por perturbar sua canção dos ventos": 1,
    "Diversos cogumelos de quase dois metros de altura dividem espaço com as arvores e a vegetação rasteira. Eles drenam qualquer magia a até 18 metros deles, ou seja, qualquer magia conjurada proximo a um cogumelo será perdida": 3,
    "Todas as arvores tem formas antropomorficas": 2,
    "Não há vegetação rasteira ou arbustos, até as raizes das arvores parecem evitar o chão duro de terra batida. Algumas até tombaram por conta das raizes rasas": 3,
    "Todos que entram na area sentem um desapego imenso a coisas materiais. É preciso ser bem-sucedido em um teste de resistencia de Sabedoria CD 14 ou a criatura larga na floresta, sem o menor remorso, o bem-material que considera de maior valor": 1,
    "Local com alagadiços estranhamente rasos, onde não deveria empoçar agua, que proliferam um mosquito traiçoeiro que não vive por muitos dias. Qualquer um que adentrar a area é picado e precisa ser bem-sucedido em um teste de resistencia de Constituição CD 10 ou, lentamente, se transformará em uma planta": 2,
    "Essa parte da floresta parece dividir espaço com a umbra. A criatura quem adentrar esse local deve ser bem sucedida em um teste de resistencia de Sabedoria CD 10 ou será afetada pelo desespero. (Livro do Mestre - Pag. 52) A magia acalmar emoções remove o desespero, assim como qualquer outra magia ou efeito mágico que remova uma maldição": 1,
    "Zona de magia selvagem (role na tabela 'Surto de Magia Selvagem' sempre que uma magia for conjurada dentro da zona)": 4,
    "Um gigantesco jardim abandonado na floresta, com as mais assustadoras e realistas estatuas de pedra. O local contem uma forte aura de abjuração": 2,
    "Local onde aparecem ecos dos tempos em que os gigantes residiam aquele lugar": 2,
    "Alguns totens que lembram talheres gigantes estão posicionados periodicamente, todo projetil lançado naquela area, se tornam um garfo": 1,
    "Por algum motivo as arvores dessa região conseguem conjurar mãos magicas livremente": 1,
    "Todas as arovres tem o mesmo tamanho, espaçamento, largura e quantidade de folhas. Qualquer encontro que acontecer nessa area será com plantas, elas vão sempre tentar expulsar os intrusos, uma vez que eles fujam, as plantas se aquietam": 2,
    "Esculpida nas arvores existem diversas mascaras ritualisticas. Qualquer magia que envolva um elemento da natureza é potencializada de alguma forma": 3,
    "Uma tempestade de raios eterna assola a região": 3,
    "Vestigio da terra selvagem. Sempre que uma criatura matar uma besta nessa região, o assassino deve ser bem sucedido num teste de resistência de Carisma CD 10 ou se transformará (como na magia metamorfose) no tipo de besta que matou. Nessa forma, a criatura mantem sua inteligência e capacidade de falar. Ao final de um descanso longo, a criatura metamorfoseada pode repetir o teste de resistência. Se obtiver sucesso no teste de resistência, a criatura volta a sua forma verdadeira": 1,
    "O local esta imbuido de magia primordial incontrolavel. Qualquer criatura que completar um descanço longo na região deve fazer um teste de resistencia de Inteligencia CD 12. Se for bem sucedida ela recebe um dom sobrenatural menor (Livro do mestre - Pag. 229), caso contrario ela recebe 1d6+2 de dano psiquico pois sua mente não consegue assimilar todo aquele poder incompreensivel": 1,
    "Destroços de navio que parecem ter sido teletransportados erroniamente para aquele local": 2,
    "Há um formigueiro imenso com formigas inteligentes que falam silvestre em uma pedra gigante em forma de besouro. Elas parecem dominar toda região": 2,
    "Centenas de pedras pequenas e redondas formam silhuetas que lembram gnomos espalhados pela floresta. Elas se mechem quando ninguém esta olhando": 4,
    "Uma barreira mágica protege o local, qualquer lâmina de metal é impedida de cruzar a barreira": 1,
    "Zona de silencio. Nenhum som se propaga na área": 2,
    "As arvores dividem espaço com dezenas de esculturas recem esculpidas em marmore de humanoides diversos": 1,
    "Todas as bestas e insetos do local são protegidas por uma bolha de sabão que anula a primeira magia que elas receberiam, não importa se é benefica ou malefica. A bolha se renova depois de um descanço curto": 2,
    "A região tem uma especie de redoma magica invisivel. Dentro dessa redoma tudo se torna leve e lento, como se estivesse debaixo d'agua": 2,
    "Campo com vinhas com espinhos flexíveis que sentem cócegas e dão pequenas risadinhas": 1,
    "Todas as plantas da região são carnivoras, apesar de nenhuma ser grande o suficiente para ser um problema para grandes humanoides": 3
}