{
"Cheiro de terra úmida após chuva.": 1,
"Aroma de folhas secas amassadas sob os pés.": 1,
"Odor suave de musgo e líquens.": 1,
"Cheiro fresco de grama recém-cortada ou pisada.": 1,
"Aroma leve de pinheiros e resina.": 1,
"Cheiro de madeira envelhecida e cascas de árvores.": 1,
"Odor de flores silvestres comuns.": 1,
"Aroma de folhas verdes e galhos quebrados.": 1,
"Cheiro de frutas maduras caídas no chão.": 1,
"Odor de cogumelos e pequenas plantas rasteiras.": 1,
"Cheiro de solo seco em áreas ensolaradas.": 1,
"Aroma de água corrente em riachos e poças.": 1,
"Cheiro de feno ou ervas altas em clareiras.": 1,
"Odor de pássaros e aves próximas.": 1,
"Aroma de vento passando entre as árvores.": 1,
"Cheiro de flores de árvores, como cerejeiras ou macieiras.": 1,
"Odor de folhas apodrecendo lentamente no chão.": 1,
"Aroma de cascalho e pedras cobertas por líquens.": 1,
"Cheiro de arbustos floridos ou frutíferos.": 1,
"Odor de animais pequenos, como coelhos ou esquilos, se movimentando na vegetação.": 1,
"O cheiro rico e terroso de folhas em decomposição (húmus) e terra úmida.": 1,
"A fragrância fresca e verde de folhagem, samambaias esmagadas e musgo molhado.": 1,
"O aroma limpo e resinoso de pinheiros, com um toque de seiva pegajosa no ar.": 1,
"Cheiro de madeira podre e cogumelos, um odor úmido e fúngico vindo de um tronco caído.": 1,
"O perfume doce de flores silvestres, concentrado em uma clareira ensolarada.": 1,
"O cheiro de ar limpo e vegetação após uma chuva, com a terra exalando um frescor renovado.": 1,
"O odor pesado e rançoso de uma carcaça em decomposição, escondida em algum lugar próximo.": 1,
"Cheiro de fumaça de lenha, indicando um acampamento ou uma cabana nas redondezas.": 1,
"Um odor almiscarado e selvagem no ar, seguindo a trilha de um animal como um cervo ou um javali.": 1,
"O cheiro de água parada e lama de uma poça ou área alagadiça na mata.": 1,
"Um cheiro antigo de pedra úmida e poeira, sugerindo a presença de ruínas escondidas pela vegetação.": 1,
"Uma fragrância adocicada e quase enjoativa, vinda de flores ou fungos de aparência sobrenatural.": 1,
"Um cheiro metálico e agudo, como o de ozônio ou de uma lâmina recém-forjada, que parece deslocado na natureza.": 1,
"O fedor acre de sangue de uma criatura não natural (ícor), misturado com o cheiro de terra revirada.": 1,
"Um cheiro estranho de mel e pólen, intenso demais para ser de flores comuns, talvez de uma colmeia feérica.": 1
}
