{
"O farfalhar suave das folhas sendo agitadas por uma brisa passageira.": 1,
"O canto distante de um pássaro, repetindo a mesma melodia três vezes antes de calar.": 1,
"O estalo seco de um galho quebrando sob o peso de um animal pequeno.": 1,
"O zumbido baixo de insetos voando em revoadas próximas a flores ou água parada.": 1,
"O coaxar intermitente de sapos, ecoando de um brejo ou lagoa próxima.": 1,
"O grasnar de um corvo pousado no alto de uma árvore morta.": 1,
"O som abafado de cascos batendo no chão, talvez um veado ou javali se movendo rápido.": 1,
"O murmúrio de um riacho raso, com água escorrendo sobre pedras lisas.": 1,
"O ruído de folhas secas sendo revolvidas, como se algo pequeno estivesse cavando.": 1,
"O pio agudo de um gavião voando em círculos acima das copas.": 1,
"O ranger lento de um tronco balançando com o vento mais forte.": 1,
"O tilintar de pingos de orvalho caindo das folhas para o chão.": 1,
"O rosnado baixo de um animal (um texugo ou raposa) defendendo sua toca.": 1,
"O bater de asas de uma ave levantando voo assustada.": 1,
"O chilrear de grilos escondidos na vegetação rasteira.": 1,
"O som de cascas sendo descascadas, como um esquilo roendo nozes.": 1,
"O respingo de um peixe saltando na superfície de um lago.": 1,
"O gemido longo do vento passando por fendas em rochas ou troncos ocos.": 1,
"O esturro repentino de um faisão levantando voo de um arbusto.": 1,
"O silêncio pesado que precede a chegada de um predador.": 1,
"Um galho quebrando mais alto que o normal, como se algo maior estivesse se aproximando.": 1,
"Um sussurro indistinto que pode ser o vento… ou não.": 1,
"Um rangido prolongado, como se uma árvore estivesse prestes a cair.": 1,
"O som distante de um pica-pau, martelando a madeira em ritmo constante.": 1,
"Silêncio absoluto, como se a vida tivesse fugido dali.": 1,
"Zumbido de insetos tão alto que parece um enxame se aproximando.": 1,
"Folhas sussurrando palavras ininteligíveis.": 1,
"Estalos de galhos, como se algo estivesse se arrastando.": 1,
"Canto de pássaros desconhecidos, com notas que soam quase humanas.": 1,
"Gritos distantes, impossíveis de identificar se são humanos ou animais.": 1,
"Batidas rítmicas, como tambores ecoando na distância.": 1,
"Ventos que assobiam entre as árvores, formando melodias estranhas.": 1,
"Estalidos de fogo, mas não há chamas visíveis.": 1,
"Gotejamento constante, como se algo estivesse sangrando nas copas.": 1,
"Rugido abafado, vindo do subsolo.": 1,
"Sons de mastigação, como se algo estivesse se alimentando nas sombras.": 1,
"Passos pesados, ecoando mesmo quando todos estão parados.": 1,
"Arranhões em cascas de árvores, como garras afiadas se movendo.": 1,
"Batidas de coração, pulsando no ar como um tambor distante.": 1,
"Eco de um grito, repetindo como se a floresta o estivesse imitando.": 1,
"O ranger de árvores antigas sob o vento forte.": 1,
"O som de folhas caindo suavemente no chão.": 1,
"O chilrear de grilos e outros insetos noturnos.": 1,
"O bater de asas de aves pequenas entre os galhos.": 1,
"O gotejar de água de folhas após uma chuva recente.": 1,
"O som de troncos se arrastando ao vento ou pela ação de animais.": 1,
"O ruído de um pequeno córrego ou riacho próximo.": 1,
"O estalo de conchas de pinhas se abrindo ou caindo.": 1,
"O farfalhar de arbustos ao serem percorridos por pequenos mamíferos.": 1,
"O tilintar suave de gotas de orvalho caindo no solo.": 1,
"O som de raízes quebrando sob passos pesados.": 1,
"O eco de gritos de aves predadoras ao longe.": 1,
"O bater ritmado de insetos nas folhas durante o dia.": 1,
"O som de água correndo entre pedras de riachos pequenos.": 1,
"O sussurro do vento entre galhos densos, formando um murmúrio constante.": 1,
"O som rítmico de um pica-pau perfurando o tronco de uma árvore.": 1,
"O murmúrio constante de um riacho correndo sobre pedras.": 1,
"O som de nozes ou pinhas caindo dos galhos mais altos.": 1,
"O pio melancólico de uma coruja, vindo das profundezas da mata ao entardecer.": 1,
"O som de algo se esgueirando na vegetação rasteira, movendo-se paralelamente à trilha.": 1,
"Um grunhido baixo e gutural, vindo de um arbusto denso.": 1,
"Um silêncio súbito e pesado, quando todos os sons de pássaros e insetos cessam ao mesmo tempo.": 1,
"O som de uma risada infantil, que ecoa brevemente entre as árvores sem uma fonte aparente.": 1,
"O rangido de galhos de árvores se esfregando, que soa como um gemido longo e arrastado.": 1,
"O som de um tambor tribal, um ritmo lento e constante, vindo de algum lugar profundo na floresta.": 1
}