{
"Cheiro de pedras aquecidas pelo sol.": 1,
"Aroma fresco de vento frio e limpo.": 1,
"Cheiro de pinheiros e coníferas espalhados pelas encostas.": 1,
"Odor de musgo crescendo entre as rochas.": 1,
"Cheiro de terra úmida em pequenos vales e depressões.": 1,
"Aroma de flores resistentes ao frio, como campânulas ou ervas de montanha.": 1,
"Odor de neve derretendo lentamente, refrescando o ar.": 1,
"Cheiro de madeira caída ou cascas de árvores secas.": 1,
"Aroma de pedras úmidas em cavernas ou fendas.": 1,
"Cheiro de ervas secas sopradas pelo vento.": 1,
"Odor de animais pequenos, como cabras-montesas ou roedores.": 1,
"Aroma de grama curta nas encostas ensolaradas.": 1,
"Cheiro de flores silvestres entre rochas e penhascos.": 1,
"Odor de ar rarefeito e fresco no topo da montanha.": 1,
"Aroma de riachos gelados descendo pelos vales.": 1,
"Cheiro de pedras quebradiças e cascalho solto sob os pés.": 1,
"Odor de solo seco e poeirento em áreas planas ou trilhas.": 1,
"Cheiro de conchas de insetos e restos de plantas entre pedras.": 1,
"Aroma de pinhas caídas e resina natural.": 1,
"Odor de musgo seco e líquens cobrindo as pedras.": 1,
"O cheiro limpo e rarefeito do ar frio da montanha, tão puro que quase não tem aroma.": 1,
  "Aroma seco e mineral de rocha e poeira, levantado pelo vento em uma trilha íngreme.": 1,
  "O cheiro fresco e terroso de pedra molhada e musgo perto de uma cachoeira ou após a chuva.": 1,
  "Fragrância forte e resinosa de pinheiros e abetos, que domina as encostas mais baixas.": 1,
  "O perfume delicado e adocicado de flores silvestres alpinas, crescendo em um prado abrigado.": 1,
  "O cheiro limpo e aquoso de neve e gelo em altitudes elevadas, como o ar de um congelador.": 1,
  "Um odor almiscarado e forte de cabras da montanha ou de um grande predador, marcando seu território.": 1,
  "Cheiro de fumaça de lenha no ar, um sinal de um acampamento, eremita ou posto de vigia próximo.": 1,
  "O cheiro pungente de excrementos (guano) e penas velhas, vindo de um ninho de águia em um penhasco.": 1,
  "Um forte odor sulfúrico de 'ovos podres', emanando de uma fenda vulcânica ou fonte termal.": 1,
  "O cheiro agudo e metálico de ozônio, deixado por um raio que atingiu um pico rochoso.": 1,
  "Um cheiro forte de minério, como ferro ou cobre, vindo de uma veia exposta na rocha.": 1,
  "Cheiro antigo de pedra fria, incenso queimado e poeira, vindo da entrada de um mosteiro ou ruína anã.": 1,
  "Um fedor acre de rocha carbonizada e enxofre, sugerindo o covil de uma grande criatura, como um dragão.": 1,
  "Uma lufada de vento que traz um cheiro antinatural de magia arcana, como papel velho e uma especiaria desconhecida.": 1
}
