{
    "Trilha estreita e íngreme, serpenteando pela encosta com um abismo de um lado.": 1,
    "Passagem de montanha ventosa, com pedras soltas sob os pés e o som do vento uivando.": 1,
    "Pico nevado à distância, brilhando sob a luz do sol contra um céu azul profundo.": 1,
    "Campo de pedregulhos (tálus), uma encosta coberta por rochas quebradas que podem deslizar a qualquer momento.": 1,
    "Platô alpino coberto por grama baixa e flores silvestres resistentes.": 1,
    "Cachoeira de água gelada, caindo de um penhasco alto e formando uma névoa fria na base.": 1,
    "Entrada de uma caverna escura, de onde sopra um ar frio e úmido com cheiro de pedra molhada.": 1,
    "Floresta de pinheiros e abetos em uma altitude mais baixa, com o chão coberto de agulhas.": 1,
    "Um penhasco íngreme de granito, com fendas e saliências que poderiam servir para escalada.": 1,
    "Um riacho de montanha rápido e barulhento, com águas cristalinas correndo sobre pedras lisas.": 1,
    "Um eco que repete os sons várias vezes, carregando-os através dos vales.": 1,
    "Ponte de corda ou de pedra precária, cruzando um desfiladeiro profundo.": 1,
    "Uma cabra da montanha observando de um ponto alto e inacessível, perfeitamente equilibrada.": 1,
    "Os restos de uma avalanche recente: uma massa de neve, pedras e árvores quebradas bloqueando um caminho.": 1,
    "Veios de minério brilhante (quartzo, pirita) expostos em uma parede de rocha.": 1,
    "Um marco de pedras empilhadas (cairn), indicando o caminho da trilha.": 1,
    "Ninho de uma grande ave de rapina, como uma águia, no topo de um pináculo de rocha.": 1,
    "Entrada de uma mina abandonada, com trilhos enferrujados e vigas de madeira podres.": 1,
    "O ar fica mais rarefeito e frio à medida que se ganha altitude, tornando a respiração mais difícil.": 1,
    "Uma vista espetacular de um vale, com nuvens flutuando abaixo do seu ponto de observação.": 1,
    "Uma área de atividade geotérmica, com pequenas fontes de vapor saindo de fissuras nas rochas.": 1,
    "Um santuário ou altar pequeno e simples, construído em uma saliência para um deus das montanhas.": 1,
    "Restos de uma fogueira antiga, com a madeira carbonizada e um círculo de pedras enegrecidas.": 1,
    "O som distante de um chifre ou berrante ecoando entre os picos.": 1,
    "Uma única árvore antiga e retorcida, que cresceu desafiando o vento e a gravidade em uma encosta íngreme.": 1,
    "Pedras que, quando batidas, produzem um som metálico e ressonante, como sinos (pedras fonolíticas).": 1,
    "Caverna de gelo cujas paredes parecem conter formas e figuras congeladas em seu interior.": 1,
    "Vento que carrega vozes ou sussurros indecifráveis quando passa por certas fendas.": 1,
    "Uma área onde todas as rochas são perfeitamente esféricas, como se tivessem sido polidas por gigantes.": 1,
    "Um veio de cristal que pulsa com uma luz fraca e rítmica, em sincronia com os batimentos cardíacos.": 1,
    "Uma trilha que não parece ter sido feita por pés, mas sim por algo pesado que foi arrastado morro acima.": 1,
    "Pinturas rupestres em uma parede de caverna, representando caçadores perseguindo criaturas estelares.": 1,
    "Uma área de silêncio absoluto, onde nem mesmo o vento faz barulho, e os sons parecem ser engolidos.": 1,
    "Um eco que responde com palavras diferentes das que foram gritadas.": 1,
    "Uma rocha perfeitamente equilibrada sobre outra, em uma posição que desafia a física.": 1,
    "Flores que crescem em fissuras na rocha e que seguem o movimento dos seres vivos com suas pétalas.": 1,
    "Uma estátua de um rei anão antigo, tão grande que sua cabeça e ombros formam um pequeno pico.": 1,
    "Uma área onde a bússola gira descontroladamente devido a um forte campo magnético (ou mágico).": 1,
    "Sombras que se projetam na direção errada, como se houvesse uma segunda fonte de luz invisível.": 1,
    "Uma corrente de ar quente que sobe de uma fenda profunda, carregando um cheiro de enxofre e metal forjado.": 1,
    "Ninho gigante feito de árvores inteiras, grande o suficiente para abrigar uma criatura do tamanho de uma casa.": 1,
    "Uma porta de pedra maciça, sem fechadura ou maçaneta, perfeitamente encaixada na face da montanha.": 1,
    "Marcas de garras colossais arranhadas na rocha, como se uma criatura imensa tivesse escalado o penhasco.": 1,
    "O esqueleto de um gigante, caído em um vale, agora coberto de musgo e servindo como parte da paisagem.": 1,
    "Um campo de batalha congelado no tempo em alta altitude, com guerreiros (orcs, anões) presos no gelo em meio ao combate.": 1,
    "Uma cachoeira que flui para cima, com a água desafiando a gravidade e desaparecendo no céu.": 1,
    "Um abismo tão profundo que nenhuma luz chega ao fundo, e de onde se ouve um som de rochas sendo mastigadas.": 1,
    "Correntes de ferro gigantescas e enferrujadas, presas a um pico, como se um dia tivessem acorrentado a própria montanha.": 1,
    "Uma área onde o tempo passa mais devagar ou mais rápido, perceptível pela movimentação acelerada das nuvens.": 1,
    "Uma caverna cheia de cristais que mostram visões do passado ou de futuros possíveis a quem os toca.": 1,
    "Trilha estreita em zigue-zague, esculpida na encosta íngreme.": 1,
"Penhascos altos, com blocos de pedra prestes a desmoronar.": 1,
"Campo de pedras soltas, onde cada passo pode causar um escorregão.": 1,
"Platô amplo, com uma vista majestosa do vale abaixo.": 1,
"Parede de rocha vertical, impossível de escalar sem equipamento.": 1,
"Riacho gelado descendo pela encosta, criando pequenas cascatas.": 1,
"Caverna escondida entre rochedos, sua entrada quase invisível.": 1,
"Formação de pedras em equilíbrio precário, parecendo que cairão a qualquer instante.": 1,
"Passagem estreita entre dois paredões, onde o vento sopra como um lamento.": 1,
"Encosta coberta por pinheiros retorcidos pelo vento frio.": 1,
"Neve acumulada em fendas, escondendo perigos de queda.": 1,
"Área de rochas negras, diferentes do restante da montanha.": 1,
"Trilha com marcas antigas de ferramentas, como se tivesse sido minerada.": 1,
"Campo de flores resistentes, crescendo em meio às pedras.": 1,
"Pedra solitária no topo, marcada por símbolos gravados.": 1,
"Encosta íngreme com risco constante de avalanche de pedras.": 1,
"Pequeno lago gelado, formado por degelo entre as rochas.": 1,
"Parede de pedra com musgos coloridos grudados em suas rachaduras.": 1,
"Rastro de cabras-montesas, cruzando a encosta perigosamente.": 1,
"Passagem de vento tão forte que quase arrasta quem passa.": 1,
"Penhasco com um ninho de águia gigante no topo.": 1,
"Campo de pedras quebradas, resultado de antigos deslizamentos.": 1,
"Fonte de água límpida brotando de uma fenda na rocha.": 1,
"Pedras dispostas em círculo, lembrando um antigo ritual.": 1,
"Encosta coberta por líquens vermelhos, manchando a rocha.": 1,
"Arco natural de pedra, formado pela erosão.": 1,
"Vale estreito entre picos altos, sempre coberto pela sombra.": 1,
"Fenda profunda na montanha, de onde vem vento gelado.": 1,
"Campo de cristais brilhando entre as pedras.": 1,
"Parede de pedra rachada, como se algo imenso tivesse passado por ali.": 1,
"Topo arredondado de montanha, com visão para todos os lados.": 1,
"Encosta coberta de pedras afiadas como lâminas.": 1,
"Passagem com cheiro de enxofre, indicando atividade vulcânica.": 1,
"Rochas empilhadas em formatos que lembram figuras humanoides.": 1,
"Platô coberto por grama fina, como um tapete verde inesperado.": 1,
"Pedras com marcas de fogo antigo, como se tivessem sido queimadas.": 1,
"Campo de gelo preso entre paredões rochosos.": 1,
"Pequena queda d’água escondida por vegetação.": 1,
"Encosta íngreme marcada por ossadas de animais que caíram.": 1,
"Trilha bloqueada por desmoronamento recente.": 1,
"Rochas que ecoam quando golpeadas, produzindo sons metálicos.": 1,
"Caverna com estalactites de pedra colorida.": 1,
"Área onde trovões parecem ressoar mais fortes que o normal.": 1,
"Campo de pedras cobertas de gelo, tornando cada passo traiçoeiro.": 1,
"Encosta onde cresce apenas um único pinheiro solitário.": 1,
"Penhasco com marcas de garras enormes.": 1,
"Passagem alta onde o vento traz o som de vozes distantes.": 1,
"Grande pedra dividida ao meio, como se cortada por uma lâmina gigante.": 1,
"Vale protegido do vento, onde animais descansam.": 1,
"Topo nevado com pegadas de criaturas desconhecidas.": 1,
"Encosta iluminada pelo sol, refletindo em cristais naturais.": 1
}