{
"O vento forte assobiando entre os picos e fendas rochosas.": 1,
"O som de pedras rolando ou caindo encosta abaixo.": 1,
"O estalo de gelo ou neve quebrando sob o peso do sol ou animais.": 1,
"O canto distante de aves de rapina sobrevoando o vale.": 1,
"O eco de passos sobre pedras soltas.": 1,
"O farfalhar de pinheiros ou coníferas sendo agitadas pelo vento.": 1,
"O gotejar lento de água de geleiras ou neve derretida.": 1,
"O ranger de árvores em áreas mais baixas da montanha.": 1,
"O ruído de pequenos animais movendo-se entre pedras.": 1,
"O estrondo ocasional de uma avalanche distante.": 1,
"O sibilo do vento passando por fendas e penhascos.": 1,
"O som de pedras sendo arrastadas por roedores ou cabras-montesas.": 1,
"O chiado de cordas ou estruturas de cabanas em acampamentos.": 1,
"O eco de gritos humanos ou animais distantes nos vales.": 1,
"O bater de asas de aves migratórias em altitude.": 1,
"O tilintar de pedras pequenas ao rolarem encosta abaixo.": 1,
"O zumbido de insetos resistentes ao frio entre a vegetação.": 1,
"O murmúrio de riachos gelados correndo entre rochas.": 1,
"O som de neve caindo de árvores ou penhascos.": 1,
"O sussurro constante do vento que percorre a encosta.": 1,
"O uivo do vento passando por picos e desfiladeiros estreitos.": 1,
"O som de pequenas pedras e cascalho rolando por uma encosta íngreme.": 1,
"O eco de qualquer som alto, repetindo-se várias vezes entre os vales.": 1,
"O rugido distante de uma cachoeira ou o barulho de um rio rápido no fundo de um cânion.": 1,
"O grito agudo de uma águia ou falcão, ecoando no ar rarefeito.": 1,
"O balido de cabras da montanha, vindo de uma saliência rochosa acima.": 1,
"O som de um trovão que parece abalar a própria montanha, mesmo com céu limpo.": 1,
"Um estrondo baixo e profundo de uma avalanche à distância.": 1,
"O som metálico de um martelo de mineração batendo na rocha, vindo de uma encosta próxima.": 1,
"O som de um grande chifre de guerra, soando de um pico distante.": 1,
"Um grunhido profundo que parece vir de dentro de uma caverna escura.": 1,
"O som de asas enormes batendo, forte o suficiente para criar uma lufada de vento.": 1,
"Um tremor baixo e constante, acompanhado por um som de rocha sendo moída, vindo de dentro da montanha.": 1,
"Um canto monástico, em uníssono, que parece ser carregado pelo vento vindo de um pico isolado.": 1,
"Um silêncio opressivo, onde nem mesmo o vento ousa soprar, encontrado em um platô isolado.": 1
}