{
"Cheiro de lama úmida e terra encharcada.": 1,
"Aroma de água parada, com leve cheiro de vegetação em decomposição.": 1,
"Odor de musgo e líquens grudados em troncos e pedras.": 1,
"Cheiro de juncos e plantas aquáticas.": 1,
"Aroma de algas e raízes submersas.": 1,
"Cheiro de folhas caídas e parcialmente podres.": 1,
"Odor de sapos e pequenos anfíbios nas margens da água.": 1,
"Aroma de insetos aquáticos e vegetação úmida.": 1,
"Cheiro de vento úmido passando por árvores baixas e arbustos.": 1,
"Odor de pequenas poças estagnadas, com água escura.": 1,
"Aroma de flores aquáticas discretas, misturado à lama.": 1,
"Cheiro de troncos apodrecidos ou parcialmente submersos.": 1,
"Odor de solo lodoso, pegajoso ao toque.": 1,
"Cheiro de plantas rasteiras que florescem sobre a água.": 1,
"Aroma de raízes expostas e pedras cobertas de limo.": 1,
"Cheiro de folhas úmidas que liberam um aroma terroso.": 1,
"Odor de pequenas aves e animais que frequentam o brejo.": 1,
"Aroma de pequenas frutas ou sementes caídas na água.": 1,
"Cheiro de vento carregando umidade e terra combinados.": 1,
"Odor de limo fresco cobrindo pedras e troncos submersos.": 1,
"O cheiro pesado e onipresente de matéria orgânica em decomposição, terra molhada e folhas podres.": 1,
"O odor de água parada e lamacenta, um aroma de lodo, algas e vida estagnada.": 1,
"Um forte cheiro sulfúrico de 'ovos podres' (gás metano), que borbulha da lama profunda.": 1,
"A fragrância verde e aquática de juncos, nenúfares e outra vegetação de pântano.": 1,
"Um cheiro rançoso e nauseante de carniça, amplificado pela umidade e calor do ambiente.": 1,
"O ar é espesso e úmido, quase um cheiro em si, carregando todos os outros odores de forma opressiva.": 1,
"Um perfume floral excessivamente doce e enjoativo, vindo de flores exóticas e possivelmente perigosas.": 1,
"O odor almiscarado e reptiliano de cobras ou jacarés, pairando perto da beira da água.": 1,
"Cheiro de fumaça de turfa ou madeira úmida, sugerindo a cabana de um eremita ou uma criatura inteligente.": 1,
"Um cheiro pungente e fúngico de mofo e cogumelos crescendo em troncos caídos.": 1,
"Um cheiro antinatural de produtos químicos e ervas estranhas, como se uma poção de bruxa estivesse sendo preparada.": 1,
"O fedor de cemitério: terra revirada e uma secura poeirenta que contrasta com a umidade ao redor.": 1,
"Uma lufada de vento que traz um cheiro metálico e acre de ícor, o sangue de uma criatura monstruosa.": 1,
"Um gás de cheiro adocicado e sonolento que sobe da água, causando tontura e confusão.": 1,
"O cheiro de ozônio e magia estática, como se um ritual arcano tivesse sido realizado sobre as águas paradas.": 1
}
