{
    "Água parada e esverdeada, coberta por uma camada de algas e folhas em decomposição.": 1,
    "Raízes de mangue emaranhadas que se erguem da água lamacenta como pernas de aranha.": 1,
    "Tufos de grama alta e juncos que formam ilhotas instáveis de terra firme.": 1,
    "Nuvem de mosquitos ou moscas que zumbem incessantemente ao redor da cabeça.": 1,
    "Cheiro pesado de terra úmida, matéria orgânica em decomposição e enxofre.": 1,
    "Cipós e trepadeiras grossas que pendem de árvores escuras e retorcidas.": 1,
    "Área de lodo e lamaçal que suga as botas a cada passo, tornando a caminhada lenta e exaustiva.": 1,
    "Bolhas de gás metano que sobem à superfície da água e estouram com um som borbulhante.": 1,
    "O coaxar de sapos e o som de insetos formam uma trilha sonora constante e monótona.": 1,
    "Tronco de árvore caído e coberto de musgo, servindo como uma ponte escorregadia sobre um canal de água.": 1,
    "Névoa baixa que se agarra ao chão e à superfície da água, limitando a visibilidade.": 1,
    "Uma cabana de madeira podre e abandonada, semi-submersa na lama.": 1,
    "Cogumelos de aparência estranha crescendo em troncos podres, alguns com cores vibrantes.": 1,
    "Uma cobra d'água deslizando silenciosamente pela superfície ou um jacaré com apenas os olhos visíveis.": 1,
    "Trilha de animais na lama, indicando um caminho um pouco mais seguro através do terreno alagado.": 1,
    "Flores de lótus ou nenúfares de uma beleza inesperada, flutuando em uma área de água mais limpa.": 1,
    "Um pequeno barco ou canoa afundado, com apenas a proa para fora da água.": 1,
    "O som de algo grande se movendo na água, logo fora do campo de visão.": 1,
    "Esqueleto de um animal grande (um cervo, um javali) preso na lama, com as costelas para fora.": 1,
    "Árvores cujos galhos mais baixos estão cobertos por um musgo fibroso que se parece com barbas de velhos.": 1,
    "Clareira onde o chão é surpreendentemente sólido, mas coberto por ossos de pequenos animais.": 1,
    "Um totem de madeira podre, com um rosto grotesco e quase irreconhecível, fincado na lama.": 1,
    "Área onde a água é anormalmente fria ao toque.": 1,
    "Um bando de vaga-lumes que se move em uníssono, criando padrões de luz pulsante no crepúsculo.": 1,
    "Uma antiga calçada de pedra, coberta de lodo e musgo, afundando no pântano, indicando uma antiga estrada.": 1,
    "Plantas que se fecham ou se encolhem quando alguém se aproxima.": 1,
    "Luzes errantes (fogos-fátuos) que flutuam sobre a água à distância, parecendo convidar os viajantes a segui-las.": 1,
    "Cogumelos que emitem uma luz esverdeada fraca, iluminando sutilmente a área ao redor.": 1,
    "A água em uma pequena poça é perfeitamente clara e, ao olhar para dentro, vê-se um céu estrelado, não o fundo.": 1,
    "Murmúrios e sussurros parecem vir da água ou do farfalhar dos juncos, mas nunca são claros.": 1,
    "Uma área onde a neblina assume formas vagamente humanoides antes de se dissipar.": 1,
    "Flores que exalam um perfume doce e enjoativo, que causa tontura e leves alucinações.": 1,
    "O esqueleto de um humanoide, com raízes crescendo através de sua caixa torácica.": 1,
    "Uma área onde não há som de animais, um silêncio pesado e antinatural.": 1,
    "Rostos tristes e disformes que parecem se formar na casca das árvores antigas.": 1,
    "Uma boneca de palha flutuando na água, com um alfinete de osso espetado onde deveria estar o coração.": 1,
    "A água ondula como se algo tivesse acabado de submergir, mas não há sinal de nenhuma criatura.": 1,
    "Uma estátua de pedra coberta de limo, representando uma criatura anfíbia e esquecida, afundando lentamente.": 1,
    "Um círculo de juncos queimados, embora não haja como manter fogo aceso neste terreno encharcado.": 1,
    "Uma sensação inexplicável de estar sendo observado por múltiplos olhos vindos de debaixo d'água.": 1,
    "Um altar de pedra coberto de sangue seco e símbolos rúnicos, semi-submerso.": 1,
    "Correntes enferrujadas que saem da lama e mergulham na água, como se estivessem prendendo algo no fundo.": 1,
    "Uma área onde a água borbulha como se estivesse fervendo, mas permanece fria ao toque.": 1,
    "Uma cabana aparentemente intacta que, ao ser abordada, afunda lentamente na lama antes que se possa alcançá-la.": 1,
    "Sombras que se movem sob a superfície da água, grandes demais para serem peixes.": 1,
    "Um corpo flutuando de bruços, que se revela ser apenas uma casca de pele vazia ao ser virado.": 1,
    "Uma árvore gigante e morta no centro de uma clareira, de cujos galhos pendem dezenas de efígies de palha.": 1,
    "Uma trilha de pegadas humanoides que lentamente se transformam em pegadas de uma criatura reptiliana.": 1,
    "O som de um bebê chorando vindo do meio do denso canavial, mas que cessa quando se aproxima.": 1,
    "Uma área onde a água é vermelha como sangue, com um forte cheiro de ferrugem.": 1,
    "Água turva e parada, coberta por uma fina camada de musgo flutuante.": 1,
"Troncos caídos meio submersos, servindo de ponte instável.": 1,
"Campo de juncos altos, escondendo completamente a visão além de alguns metros.": 1,
"Pequeno lago lamacento cheio de rãs coaxando sem parar.": 1,
"Árvores retorcidas emergindo da água, com raízes expostas.": 1,
"Nuvem de mosquitos densos, tornando a respiração difícil.": 1,
"Solo encharcado que cede a cada passo, formando poças.": 1,
"Águas fétidas com bolhas de gás subindo lentamente.": 1,
"Cipós pendendo como cortinas entre árvores altas.": 1,
"Trilha afundada em lama, onde pegadas desaparecem rapidamente.": 1,
"Árvore oca, grande o suficiente para alguém se esconder dentro.": 1,
"Área de vegetação aquática com flores enormes e coloridas.": 1,
"Pedra coberta de limo escorregadio, no meio do brejo.": 1,
"Poço natural cheio de água escura e misteriosa.": 1,
"Campo de cogumelos grandes e venenosos.": 1,
"Pequeno riacho serpenteando entre raízes expostas.": 1,
"Árvores cobertas de líquen pendurado como véus.": 1,
"Região onde o nevoeiro não se dissipa, mesmo ao meio-dia.": 1,
"Toco de árvore queimado, em contraste com o ambiente úmido.": 1,
"Área com cheiro de enxofre forte e desagradável.": 1,
"Troncos boiando lentamente pela superfície.": 1,
"Pequeno ilhote firme cercado por lama profunda.": 1,
"Árvores mortas e esbranquiçadas, como esqueletos.": 1,
"Campo de lírios d’água cobrindo um lago raso.": 1,
"Água fervilhando com cardumes de pequenos peixes prateados.": 1,
"Rastro de jacaré desaparecendo em meio ao brejo.": 1,
"Área coberta por espinhos submersos, invisíveis à primeira vista.": 1,
"Árvore imensa, com tronco coberto de marcas antigas.": 1,
"Poça de lama borbulhante, emitindo calor do subsolo.": 1,
"Região tomada por barulhos de sapos e insetos ao anoitecer.": 1,
"Água avermelhada, como se tingida por sangue.": 1,
"Formações de raízes entrelaçadas criando pequenos túneis.": 1,
"Trilha natural sobre pedras firmes no meio da lama.": 1,
"Área de silêncio estranho, sem sinais de animais.": 1,
"Lençol de água refletindo o céu como um espelho.": 1,
"Raízes que emergem da água como garras afiadas.": 1,
"Ilhota com flores raras crescendo em meio ao pântano.": 1,
"Pequeno cemitério de animais, ossos espalhados pelo brejo.": 1,
"Árvore caída formando uma ponte natural sobre um canal.": 1,
"Clareira alagada com centenas de insetos brilhando à noite.": 1,
"Águas escuras que escondem formas em movimento abaixo da superfície.": 1,
"Campo de pedras afundadas, tornando o terreno irregular.": 1,
"Área onde a vegetação fede como carne em decomposição.": 1,
"Rastro de um barco antigo abandonado, meio submerso na lama.": 1,
"Pequena elevação coberta de flores, um raro ponto seco.": 1,
"Árvores cobertas por colmeias gigantes de insetos.": 1,
"Canal profundo com corrente lenta, escondido sob a vegetação.": 1,
"Troncos marcados por garras de grandes predadores.": 1,
"Poça clara de onde brota água potável em meio ao brejo.": 1,
"Nevoeiro denso cobrindo completamente a visão, mesmo a poucos metros.": 1
}