{
"O coaxar constante de sapos espalhados pelo brejo.": 1,
"O zumbido de insetos em grande quantidade.": 1,
"O gotejar lento de água das árvores e galhos.": 1,
"O farfalhar de folhas grandes sendo agitadas pela brisa.": 1,
"O estalo de galhos quebrando sob o peso de pequenos animais.": 1,
"O borbulhar de lama ou poças agitadas por criaturas.": 1,
"O som de aves aquáticas voando ou pousando na água.": 1,
"O chiado de répteis ou serpentes se movendo entre a vegetação.": 1,
"O eco de animais distantes se comunicando através do brejo.": 1,
"O ranger de cipós sendo esticados pelo vento.": 1,
"O farfalhar de arbustos densos ao serem atravessados.": 1,
"O tilintar de pequenas pedras ou troncos submersos se chocando.": 1,
"O som de água corrente em canais estreitos.": 1,
"O murmúrio do vento carregado de umidade.": 1,
"O estalo ocasional de folhas ou galhos secos.": 1,
"O zumbido intermitente de insetos noturnos.": 1,
"O estalar de raízes se movendo sob a superfície da água.": 1,
"O barulho de animais pequenos pulando de uma poça para outra.": 1,
"O som de folhas caindo lentamente na água parada.": 1,
"O sussurro constante de vegetação densa ao vento.": 1,"O som constante e borbulhante de gases subindo e estourando na superfície da lama.": 1,
"O zumbido irritante e onipresente de nuvens de mosquitos e outros insetos.": 1,
"O coaxar alto de dezenas de sapos e rãs, criando um coro cacofônico.": 1,
"O 'plop' súbito de algo caindo ou mergulhando na água parada.": 1,
"O som de sucção da lama se agarrando às botas a cada passo.": 1,
"O farfalhar de juncos altos, como se algo estivesse se movendo através deles.": 1,
"O rugido gutural e profundo de um jacaré ou outra grande criatura reptiliana.": 1,
"O som de um peixe grande se debatendo na água rasa.": 1,
"O choro de aves aquáticas, como garças ou mergulhões.": 1,
"O som de algo grande e pesado deslizando para dentro da água.": 1,
"Um respingo muito maior do que qualquer animal visível poderia causar.": 1,
"Um som de choro ou lamento baixo, que parece vir de todas as direções ao mesmo tempo.": 1,
"O som de um tambor de pele úmida, batendo em um ritmo lento e hipnótico.": 1,
"O som de ossos quebrando, vindo de um manguezal denso.": 1,
"Um silêncio repentino e total, quando o coro de sapos e insetos para abruptamente.": 1
}